// Complete Built-in Dataset for LeeeL.GG
window.MOCK_DATA = {
  "players": [
    {
      "afreecaId": "확인",
      "gameId": "177",
      "positions": [
        {
          "line": "원딜",
          "tier": "0-149"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "핫코옹",
      "gameId": "이사칠",
      "positions": [
        {
          "line": "서폿",
          "tier": "플래2"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "리츠",
      "gameId": "352",
      "positions": [
        {
          "line": "서폿",
          "tier": "에메랄드4"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "확인",
      "gameId": "2006",
      "positions": [
        {
          "line": "미드",
          "tier": "플래2"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "고추가루테러",
      "gameId": "2282",
      "positions": [
        {
          "line": "정글",
          "tier": "골드1"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "확인",
      "gameId": "2705",
      "positions": [
        {
          "line": "정글",
          "tier": "실버4"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "확인",
      "gameId": "3492",
      "positions": [
        {
          "line": "원딜",
          "tier": "실버1"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "덩순친구",
      "gameId": "3913",
      "positions": [
        {
          "line": "정글",
          "tier": "플래4"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "확인",
      "gameId": "6666",
      "positions": [
        {
          "line": "미드",
          "tier": "플래1"
        }
      ],
      "notes": "원래 플4인데 내전티어 플1이라고 함"
    },
    {
      "afreecaId": "확인",
      "gameId": "23112",
      "positions": [
        {
          "line": "미드",
          "tier": "마스터"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "확인",
      "gameId": "231219",
      "positions": [
        {
          "line": "서폿",
          "tier": "다이아1"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "확인",
      "gameId": "05소년",
      "positions": [
        {
          "line": "원딜",
          "tier": "0-149"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "확인",
      "gameId": "08년생",
      "positions": [
        {
          "line": "정글",
          "tier": "골드3"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "호진",
      "gameId": "0로",
      "positions": [
        {
          "line": "원딜",
          "tier": "다이아3"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "확인",
      "gameId": "10분",
      "positions": [
        {
          "line": "원딜",
          "tier": "다이아2"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "확인",
      "gameId": "13살",
      "positions": [
        {
          "line": "미드",
          "tier": "플래4"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "확인",
      "gameId": "23세",
      "positions": [
        {
          "line": "미드",
          "tier": "마스터"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "니나망",
      "gameId": "2기주",
      "positions": [
        {
          "line": "탑",
          "tier": "플래1"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "확인",
      "gameId": "7군단",
      "positions": [
        {
          "line": "탑",
          "tier": "실버1"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "확인",
      "gameId": "가디언",
      "positions": [
        {
          "line": "미드",
          "tier": "실버1"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "확인",
      "gameId": "가락아",
      "positions": [
        {
          "line": "서폿",
          "tier": "골드2"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "확인",
      "gameId": "가붕",
      "positions": [
        {
          "line": "탑",
          "tier": "실버4"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "확인",
      "gameId": "가삼",
      "positions": [
        {
          "line": "원딜",
          "tier": "브론즈1"
        }
      ],
      "notes": "12.15"
    },
    {
      "afreecaId": "확인",
      "gameId": "가슴",
      "positions": [
        {
          "line": "탑",
          "tier": "실버3"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "확인",
      "gameId": "간장계장",
      "positions": [
        {
          "line": "원딜",
          "tier": "실버1"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "확인",
      "gameId": "간절함",
      "positions": [
        {
          "line": "원딜",
          "tier": "골드4"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "확인",
      "gameId": "간지작살",
      "positions": [
        {
          "line": "미드",
          "tier": "골드4"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "확인",
      "gameId": "간호사",
      "positions": [
        {
          "line": "정글",
          "tier": "플래4"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "확인",
      "gameId": "간호학",
      "positions": [
        {
          "line": "미드",
          "tier": "플래1"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "깜귤",
      "gameId": "감귤",
      "positions": [
        {
          "line": "탑",
          "tier": "플래4"
        }
      ],
      "notes": "골4에서 플4잡음 10.5"
    },
    {
      "afreecaId": "밀아씨",
      "gameId": "감기몸살",
      "positions": [
        {
          "line": "정글",
          "tier": "브론즈3"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "확인",
      "gameId": "감득털",
      "positions": [
        {
          "line": "정글",
          "tier": "플래3"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "확인",
      "gameId": "짭감자",
      "positions": [
        {
          "line": "미드",
          "tier": "골드4"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "해수시치",
      "gameId": "감자도리",
      "positions": [
        {
          "line": "원딜",
          "tier": "브론즈4"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "확인",
      "gameId": "감정",
      "positions": [
        {
          "line": "정글",
          "tier": "다이아1"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "가시고기",
      "gameId": "감정화",
      "positions": [
        {
          "line": "미드",
          "tier": "다이아4"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "켈빈",
      "gameId": "갓",
      "positions": [
        {
          "line": "정글",
          "tier": "플래4"
        }
      ],
      "notes": "내전티어 정글골2 나머지실버2"
    },
    {
      "afreecaId": "확인",
      "gameId": "갓전파",
      "positions": [
        {
          "line": "원딜",
          "tier": "마스터"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "확인",
      "gameId": "강",
      "positions": [
        {
          "line": "원딜",
          "tier": "골드1"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "확인",
      "gameId": "강쇠바람",
      "positions": [
        {
          "line": "서폿",
          "tier": "실버4"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "확인",
      "gameId": "강이월",
      "positions": [
        {
          "line": "원딜",
          "tier": "플래3"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "호롤롤로하",
      "gameId": "강지서",
      "positions": [
        {
          "line": "미드",
          "tier": "에메랄드3"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "곳츠",
      "gameId": "강태공",
      "positions": [
        {
          "line": "원딜",
          "tier": "실버3"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "채이",
      "gameId": "강해지고싶다",
      "positions": [
        {
          "line": "정글",
          "tier": "다이아2"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "확인",
      "gameId": "개강승아",
      "positions": [
        {
          "line": "탑",
          "tier": "플래3"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "확인",
      "gameId": "개망나니",
      "positions": [
        {
          "line": "탑",
          "tier": "플래4"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "확인",
      "gameId": "개봉밍초",
      "positions": [
        {
          "line": "서폿",
          "tier": "0-149"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "야미",
      "gameId": "갤굼",
      "positions": [
        {
          "line": "정글",
          "tier": "플래1"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "러브",
      "gameId": "갱당해",
      "positions": [
        {
          "line": "미드",
          "tier": "다이아4"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "확인",
      "gameId": "갱루",
      "positions": [
        {
          "line": "탑",
          "tier": "플래1"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "확인",
      "gameId": "갱스터",
      "positions": [
        {
          "line": "탑",
          "tier": "다이아4"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "확인",
      "gameId": "갱안오면",
      "positions": [
        {
          "line": "탑",
          "tier": "다이아4"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "팔위이",
      "gameId": "갱플",
      "positions": [
        {
          "line": "탑",
          "tier": "300-449"
        },
        {
          "line": "미드",
          "tier": "다이아1"
        },
        {
          "line": "정글",
          "tier": "다이아1"
        }
      ],
      "notes": "8.24"
    },
    {
      "afreecaId": "대노한혁",
      "gameId": "갱플랭크",
      "positions": [
        {
          "line": "탑",
          "tier": "다이아4"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "확인",
      "gameId": "걍오픈",
      "positions": [
        {
          "line": "탑",
          "tier": "마스터"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "temo",
      "gameId": "거만",
      "positions": [
        {
          "line": "탑",
          "tier": "300-449"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "확인",
      "gameId": "걱정하지마",
      "positions": [
        {
          "line": "미드",
          "tier": "플래4"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "라다이이즈",
      "gameId": "건들면미드감",
      "positions": [
        {
          "line": "탑",
          "tier": "플래3"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "확인",
      "gameId": "건희",
      "positions": [
        {
          "line": "원딜",
          "tier": "에메랄드3"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "확인",
      "gameId": "검은",
      "positions": [
        {
          "line": "미드",
          "tier": "플래4"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "확인",
      "gameId": "겨울눈",
      "positions": [
        {
          "line": "정글",
          "tier": "300-449"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "말없사",
      "gameId": "겨울에",
      "positions": [
        {
          "line": "정글",
          "tier": "플래3"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "확인",
      "gameId": "겨털",
      "positions": [
        {
          "line": "미드",
          "tier": "골드3"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "확인",
      "gameId": "결전박",
      "positions": [
        {
          "line": "탑",
          "tier": "골드1"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "확인",
      "gameId": "겸",
      "positions": [
        {
          "line": "탑",
          "tier": "골드1"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "확인",
      "gameId": "겸손",
      "positions": [
        {
          "line": "서폿",
          "tier": "실버4"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "삐지꾜유",
      "gameId": "경구",
      "positions": [
        {
          "line": "원딜",
          "tier": "에메랄드1"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "확인",
      "gameId": "경쪽이",
      "positions": [
        {
          "line": "탑",
          "tier": "골드3"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "확인",
      "gameId": "경희대",
      "positions": [
        {
          "line": "정글",
          "tier": "다이아3"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "정원",
      "gameId": "고기",
      "positions": [
        {
          "line": "원딜",
          "tier": "에메랄드4"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "시드니",
      "gameId": "고려대",
      "positions": [
        {
          "line": "미드",
          "tier": "에메랄드2"
        }
      ],
      "notes": "5.11"
    },
    {
      "afreecaId": "확인",
      "gameId": "고리",
      "positions": [
        {
          "line": "미드",
          "tier": "다이아4"
        }
      ],
      "notes": "티어변경권(원래다4)"
    },
    {
      "afreecaId": "확인",
      "gameId": "고먐미",
      "positions": [
        {
          "line": "미드",
          "tier": "골드2"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "도알기",
      "gameId": "고수",
      "positions": [
        {
          "line": "미드",
          "tier": "에메랄드4"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "abcd",
      "gameId": "고양이",
      "positions": [
        {
          "line": "미드",
          "tier": "에메랄드2"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "확인",
      "gameId": "고요히",
      "positions": [
        {
          "line": "탑",
          "tier": "실버3"
        }
      ],
      "notes": "11.23"
    },
    {
      "afreecaId": "jdm",
      "gameId": "고의트롤",
      "positions": [
        {
          "line": "서폿",
          "tier": "에메랄드3"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "확인",
      "gameId": "고장파",
      "positions": [
        {
          "line": "미드",
          "tier": "다이아1"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "확인",
      "gameId": "고존사",
      "positions": [
        {
          "line": "미드",
          "tier": "골드3"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "아빠카드",
      "gameId": "골드",
      "positions": [
        {
          "line": "정글",
          "tier": "아이언"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "확인",
      "gameId": "곰발",
      "positions": [
        {
          "line": "탑",
          "tier": "골드3"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "확인",
      "gameId": "공갑룡",
      "positions": [
        {
          "line": "탑",
          "tier": "골드2"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "확인",
      "gameId": "공주",
      "positions": [
        {
          "line": "미드",
          "tier": "다이아3"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "코코기동",
      "gameId": "곽덕표",
      "positions": [
        {
          "line": "원딜",
          "tier": "골드4"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "확인",
      "gameId": "괴력몬",
      "positions": [
        {
          "line": "탑",
          "tier": "골드3"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "확인",
      "gameId": "구라힝",
      "positions": [
        {
          "line": "서폿",
          "tier": "플래2"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "소심한요이",
      "gameId": "구르미",
      "positions": [
        {
          "line": "서폿",
          "tier": "실버2"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "7347",
      "gameId": "구마유시",
      "positions": [
        {
          "line": "원딜",
          "tier": "0-149"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "구만해",
      "gameId": "구만해",
      "positions": [
        {
          "line": "원딜",
          "tier": "에메랄드2"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "확인",
      "gameId": "구미호",
      "positions": [
        {
          "line": "서폿",
          "tier": "다이아4"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "77209",
      "gameId": "구세경",
      "positions": [
        {
          "line": "미드",
          "tier": "에메랄드3"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "벨라애완견틱",
      "gameId": "애완견",
      "positions": [
        {
          "line": "탑",
          "tier": "실버1"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "확인",
      "gameId": "구의린",
      "positions": [
        {
          "line": "서폿",
          "tier": "에메랄드3"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "확인",
      "gameId": "구조",
      "positions": [
        {
          "line": "원딜",
          "tier": "실버4"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "확인",
      "gameId": "국내산",
      "positions": [
        {
          "line": "미드",
          "tier": "골드3"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "확인",
      "gameId": "국밥",
      "positions": [
        {
          "line": "탑",
          "tier": "실버2"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "진혁",
      "gameId": "군필",
      "positions": [
        {
          "line": "원딜",
          "tier": "다이아4"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "확인",
      "gameId": "굴카",
      "positions": [
        {
          "line": "원딜",
          "tier": "에메랄드4"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "확인",
      "gameId": "권첸",
      "positions": [
        {
          "line": "탑",
          "tier": "골드3"
        }
      ],
      "notes": "확인"
    }
  ],
  "tpRules": {
    "1300up": {
      "탑": 62.0,
      "정글": 65.0,
      "미드": 65.0,
      "원딜": 66.0,
      "서폿": 60.0
    },
    "900-1299": {
      "탑": 60.0,
      "정글": 63.0,
      "미드": 63.0,
      "원딜": 60.0,
      "서폿": 56.0
    },
    "750-899": {
      "탑": 56.0,
      "정글": 61.0,
      "미드": 61.0,
      "원딜": 58.0,
      "서폿": 54.0
    },
    "600-749": {
      "탑": 54.0,
      "정글": 59.0,
      "미드": 59.0,
      "원딜": 55.0,
      "서폿": 52.0
    },
    "450-599": {
      "탑": 52.0,
      "정글": 57.0,
      "미드": 57.0,
      "원딜": 52.0,
      "서폿": 50.0
    },
    "300-449": {
      "탑": 50.0,
      "정글": 55.0,
      "미드": 55.0,
      "원딜": 49.0,
      "서폿": 48.0
    },
    "150-299": {
      "탑": 48.0,
      "정글": 52.0,
      "미드": 52.0,
      "원딜": 47.0,
      "서폿": 45.0
    },
    "0-149": {
      "탑": 45.0,
      "정글": 48.0,
      "미드": 48.0,
      "원딜": 45.0,
      "서폿": 42.0
    },
    "다이아1": {
      "탑": 42.0,
      "정글": 45.0,
      "미드": 44.0,
      "원딜": 41.0,
      "서폿": 39.0
    },
    "다이아2": {
      "탑": 39.0,
      "정글": 43.0,
      "미드": 41.0,
      "원딜": 39.0,
      "서폿": 36.0
    },
    "다이아3": {
      "탑": 36.0,
      "정글": 40.0,
      "미드": 37.0,
      "원딜": 36.0,
      "서폿": 34.0
    },
    "다이아4": {
      "탑": 34.0,
      "정글": 38.0,
      "미드": 35.0,
      "원딜": 34.0,
      "서폿": 32.0
    },
    "에메랄드1": {
      "탑": 32.0,
      "정글": 35.0,
      "미드": 32.0,
      "원딜": 31.0,
      "서폿": 29.0
    },
    "에메랄드2": {
      "탑": 30.0,
      "정글": 33.0,
      "미드": 30.0,
      "원딜": 29.0,
      "서폿": 27.0
    },
    "에메랄드3": {
      "탑": 28.0,
      "정글": 30.0,
      "미드": 27.0,
      "원딜": 27.0,
      "서폿": 26.0
    },
    "에메랄드4": {
      "탑": 26.0,
      "정글": 28.0,
      "미드": 25.0,
      "원딜": 25.0,
      "서폿": 25.0
    },
    "플래1": {
      "탑": 24.0,
      "정글": 25.0,
      "미드": 22.0,
      "원딜": 22.0,
      "서폿": 22.0
    },
    "플래2": {
      "탑": 22.0,
      "정글": 23.0,
      "미드": 20.0,
      "원딜": 20.0,
      "서폿": 20.0
    },
    "플래3": {
      "탑": 20.0,
      "정글": 20.0,
      "미드": 18.0,
      "원딜": 18.0,
      "서폿": 19.0
    },
    "플래4": {
      "탑": 18.0,
      "정글": 18.0,
      "미드": 16.0,
      "원딜": 16.0,
      "서폿": 18.0
    },
    "골드1": {
      "탑": 16.0,
      "정글": 15.0,
      "미드": 13.0,
      "원딜": 13.0,
      "서폿": 16.0
    },
    "골드2": {
      "탑": 15.0,
      "정글": 14.0,
      "미드": 12.0,
      "원딜": 12.0,
      "서폿": 15.0
    },
    "골드3": {
      "탑": 14.0,
      "정글": 12.0,
      "미드": 11.0,
      "원딜": 11.0,
      "서폿": 13.0
    },
    "골드4": {
      "탑": 13.0,
      "정글": 11.0,
      "미드": 10.0,
      "원딜": 10.0,
      "서폿": 12.0
    },
    "실버1": {
      "탑": 11.0,
      "정글": 9.0,
      "미드": 8.0,
      "원딜": 8.0,
      "서폿": 10.0
    },
    "실버2": {
      "탑": 10.0,
      "정글": 8.0,
      "미드": 7.0,
      "원딜": 7.0,
      "서폿": 9.0
    },
    "실버3": {
      "탑": 9.0,
      "정글": 7.0,
      "미드": 6.0,
      "원딜": 6.0,
      "서폿": 8.0
    },
    "실버4": {
      "탑": 8.0,
      "정글": 6.0,
      "미드": 5.0,
      "원딜": 5.0,
      "서폿": 7.0
    },
    "브론즈1": {
      "탑": 7.0,
      "정글": 5.0,
      "미드": 4.0,
      "원딜": 4.0,
      "서폿": 6.0
    },
    "브론즈2": {
      "탑": 6.0,
      "정글": 4.0,
      "미드": 3.0,
      "원딜": 3.0,
      "서폿": 5.0
    },
    "브론즈3": {
      "탑": 5.0,
      "정글": 3.0,
      "미드": 2.0,
      "원딜": 2.0,
      "서폿": 4.0
    },
    "브론즈4": {
      "탑": 1.0,
      "정글": 1.0,
      "미드": 1.0,
      "원딜": 1.0,
      "서폿": 2.0
    },
    "아이언1": {
      "탑": 1.0,
      "정글": 1.0,
      "미드": 1.0,
      "원딜": 1.0,
      "서폿": 1.0
    },
    "아이언2": {
      "탑": 1.0,
      "정글": 1.0,
      "미드": 1.0,
      "원딜": 1.0,
      "서폿": 1.0
    },
    "아이언3": {
      "탑": 1.0,
      "정글": 1.0,
      "미드": 1.0,
      "원딜": 1.0,
      "서폿": 1.0
    },
    "아이언4": {
      "탑": 1.0,
      "정글": 1.0,
      "미드": 1.0,
      "원딜": 1.0,
      "서폿": 1.0
    }
  },
  "matches": [
    [
      "B",
      "닉네임",
      "닉네임",
      "닉네임",
      "닉네임",
      "닉네임",
      "닉네임",
      "닉네임",
      "닉네임",
      "닉네임",
      "닉네임",
      "챔피언",
      "챔피언",
      "챔피언",
      "챔피언",
      "챔피언",
      "챔피언",
      "챔피언",
      "챔피언",
      "챔피언",
      "챔피언",
      "0"
    ],
    [
      "B",
      "바윤",
      "정재",
      "ex",
      "억까멈춰욧",
      "리엘",
      "점점",
      "정훈이",
      "성공",
      "퀵뷰",
      "꽃길만",
      "스카너",
      "니코",
      "킨드레드",
      "닐라",
      "노틸러스",
      "베인",
      "비에고",
      "제라스",
      "카이사",
      "타릭",
      "24년05월02일20시05분"
    ],
    [
      "B",
      "재민",
      "리그",
      "딩거",
      "퀵뷰",
      "억까멈춰욧",
      "비석",
      "정재",
      "점점",
      "육질",
      "리엘",
      "럼블",
      "리신",
      "흐웨이",
      "제리",
      "라칸",
      "제이스",
      "킨드레드",
      "아칼리",
      "카이사",
      "노틸러스",
      "24년05월02일21시05분"
    ],
    [
      "R",
      "우잼",
      "정재",
      "퀵뷰",
      "굴카",
      "리엘",
      "재민",
      "리그",
      "딩거",
      "블루",
      "억까멈춰욧",
      "베인",
      "말파이트",
      "에코",
      "카이사",
      "레오나",
      "레넥톤",
      "이블린",
      "벨코즈",
      "진",
      "블리츠크랭크",
      "24년05월02일22시05분"
    ],
    [
      "B",
      "정재",
      "성공",
      "블루",
      "퀵뷰",
      "상큼",
      "딩거",
      "하민",
      "김원엽",
      "리엘",
      "굴카",
      "아트록스",
      "니달리",
      "갈리오",
      "제리",
      "파이크",
      "요릭",
      "다이애나",
      "아리",
      "진",
      "쓰레쉬",
      "24년5월02일23시35분"
    ],
    [
      "B",
      "우잼",
      "정재",
      "종삼",
      "억까멈춰욧",
      "리엘",
      "갱루",
      "헤카림",
      "딩거",
      "루아",
      "꽃길만",
      "베인",
      "니달리",
      "아리",
      "애쉬",
      "노틸러스",
      "럼블",
      "신짜오",
      "신드라",
      "이즈리얼",
      "쓰레쉬",
      "24년05월04일20시05분"
    ],
    [
      "B",
      "우잼",
      "정재",
      "리그",
      "꾸르붤",
      "루아",
      "니생각",
      "정훈이",
      "딩거",
      "억까멈춰욧",
      "종삼",
      "베인",
      "스카너",
      "흐웨이",
      "진",
      "니코",
      "말파이트",
      "리신",
      "벨코즈",
      "카이사",
      "질리언",
      "24년05월04일21시05분"
    ],
    [
      "B",
      "꾸르붤",
      "하민",
      "니생각",
      "루아",
      "리엘",
      "재민",
      "정재",
      "딩거",
      "굴카",
      "상큼",
      "아트록스",
      "다이애나",
      "요네",
      "징크스",
      "소라카",
      "럼블",
      "말파이트",
      "럭스",
      "아펠리오스",
      "파이크",
      "24년05월04일22시05분"
    ],
    [
      "R",
      "닭발",
      "복날",
      "딩거",
      "리엘",
      "굴카",
      "정재",
      "꾸르붤",
      "억까멈춰욧",
      "니생각",
      "종삼",
      "크산테",
      "그레이브즈",
      "흐웨이",
      "케이틀린",
      "애쉬",
      "베인",
      "리신",
      "제라스",
      "진",
      "바드",
      "24년05월04일23시05분"
    ],
    [
      "R",
      "우잼",
      "꾸르붤",
      "노말",
      "fkr",
      "리엘",
      "딩거",
      "즙밥",
      "정재",
      "굴카",
      "닭발",
      "베인",
      "사일러스",
      "말자하",
      "루시안",
      "하이머딩거",
      "탈리야",
      "스카너",
      "카사딘",
      "애쉬",
      "노틸러스",
      "24년05월05일00시05분"
    ],
    [
      "R",
      "억까멈춰욧",
      "정훈이",
      "열줌",
      "굴카",
      "닭발",
      "아우솔",
      "정재",
      "딩거",
      "퀵뷰",
      "리엘",
      "나르",
      "비에고",
      "아우렐리온 솔",
      "카이사",
      "렐",
      "탐켄치",
      "리신",
      "하이머딩거",
      "루시안",
      "나미",
      "24년05월05일19시05분"
    ],
    [
      "R",
      "억까멈춰욧",
      "정재",
      "니생각",
      "점점",
      "굴카",
      "일산고",
      "제리좋아",
      "프리",
      "퀵뷰",
      "리엘",
      "아트록스",
      "사일러스",
      "리산드라",
      "제리",
      "노틸러스",
      "트런들",
      "피들스틱",
      "비에고",
      "자야",
      "레오나",
      "24년05월05일20시05분"
    ],
    [
      "R",
      "재민",
      "복날",
      "니생각",
      "퀵뷰",
      "꽃길만",
      "열줌",
      "정재",
      "프리",
      "억까멈춰욧",
      "굴카",
      "크산테",
      "킨드레드",
      "르블랑",
      "징크스",
      "쓰레쉬",
      "제이스",
      "비에고",
      "벡스",
      "이즈리얼",
      "카르마",
      "24년05월05일21시05분"
    ],
    [
      "B",
      "억까멈춰욧",
      "니생각",
      "강우",
      "퀵뷰",
      "닭발",
      "정재",
      "즙밥",
      "프로토스",
      "리엘",
      "굴카",
      "그웬",
      "바이",
      "요네",
      "제리",
      "블리츠크랭크",
      "우르곳",
      "스카너",
      "제이스",
      "직스",
      "쓰레쉬",
      "24년05월05일22시05분"
    ],
    [
      "B",
      "우잼",
      "니생각",
      "진솔",
      "굴카",
      "꽃길만",
      "닭발",
      "정재",
      "프리",
      "퀵뷰",
      "리엘",
      "요네",
      "녹턴",
      "조이",
      "아펠리오스",
      "노틸러스",
      "쉔",
      "이즈리얼",
      "사일러스",
      "하이머딩거",
      "소라카",
      "24년05월05일23시05분"
    ],
    [
      "B",
      "우잼",
      "정재",
      "오른",
      "니생각",
      "즙밥",
      "퀵뷰",
      "복날",
      "프리",
      "닭발",
      "노말",
      "렝가",
      "벨베스",
      "오른",
      "바루스",
      "케넨",
      "에코",
      "리신",
      "흐웨이",
      "시비르",
      "노틸러스",
      "24년05월06일00시05분"
    ],
    [
      "B",
      "바윤",
      "점점",
      "리엘",
      "뎁구",
      "헤카림",
      "재민",
      "블루",
      "정재",
      "제리좋아",
      "억까멈춰욧",
      "클레드",
      "비에고",
      "럭스",
      "바루스",
      "스웨인",
      "크산테",
      "리신",
      "갈리오",
      "카이사",
      "노틸러스",
      "24년05월08일20시05분"
    ],
    [
      "B",
      "억까멈춰욧",
      "정훈이",
      "블루",
      "제리좋아",
      "성공",
      "찡벅",
      "정재",
      "진솔",
      "usb",
      "점점",
      "케넨",
      "비에고",
      "리산드라",
      "카이사",
      "파이크",
      "크산테",
      "렉사이",
      "피즈",
      "이즈리얼",
      "니코",
      "24년05월08일21시05분"
    ],
    [
      "B",
      "탑사람이냐",
      "점점",
      "프리",
      "루아",
      "리엘",
      "재민",
      "정재",
      "블루",
      "제리좋아",
      "억까멈춰욧",
      "아트록스",
      "리신",
      "르블랑",
      "징크스",
      "노틸러스",
      "오른",
      "사일러스",
      "요네",
      "제리",
      "라칸",
      "24년05월08일22시05분"
    ],
    [
      "B",
      "바윤",
      "블루",
      "천사",
      "탱고미",
      "억까멈춰욧",
      "오피셜",
      "프리",
      "지뇽쿵야",
      "정재",
      "점점",
      "가렌",
      "리신",
      "아칼리",
      "트리스타나",
      "블리츠크랭크",
      "피오라",
      "비에고",
      "아리",
      "바루스",
      "라칸",
      "24년05월08일23시05분"
    ],
    [
      "R",
      "억까멈춰욧",
      "정재",
      "탱고미",
      "점점",
      "복날",
      "꽃길만",
      "이내찡",
      "프리",
      "쵸비",
      "리엘",
      "케일",
      "니달리",
      "요네",
      "징크스",
      "쓰레쉬",
      "트런들",
      "리신",
      "흐웨이",
      "제리",
      "유미",
      "24년05월08일23시05분"
    ],
    [
      "R",
      "루아",
      "정재",
      "블루",
      "점점",
      "닭발",
      "재민",
      "바윤",
      "억까멈춰욧",
      "낑콩",
      "꽃길만",
      "말파이트",
      "리신",
      "갈리오",
      "아펠리오스",
      "노틸러스",
      "아트록스",
      "스카너",
      "흐웨이",
      "애쉬",
      "타릭",
      "24년05월09일19시05분"
    ],
    [
      "R",
      "미아앙",
      "정재",
      "블루",
      "낑콩",
      "리엘",
      "억까멈춰욧",
      "뎁구",
      "딩거",
      "점점",
      "닭발",
      "제이스",
      "니달리",
      "르블랑",
      "카이사",
      "레오나",
      "퀸",
      "비에고",
      "벡스",
      "자야",
      "렐",
      "24년05월09일20시05분"
    ],
    [
      "B",
      "바윤",
      "억까멈춰욧",
      "딩거",
      "블루",
      "닭발",
      "재민",
      "정재",
      "점점",
      "뎁구",
      "리엘",
      "다이애나",
      "자르반 4세",
      "오리아나",
      "아펠리오스",
      "렐",
      "쉔",
      "카서스",
      "오른",
      "코그모",
      "룰루",
      "24년05월09일21시05분"
    ],
    [
      "B",
      "주도권",
      "성공",
      "딩거",
      "재민",
      "꾸르붤",
      "정재",
      "프리",
      "이렐아칼리",
      "억까멈춰욧",
      "꽃길만",
      "트위스티드 페이트",
      "그라가스",
      "신드라",
      "진",
      "블리츠크랭크",
      "카르마",
      "리신",
      "사일러스",
      "애쉬",
      "브라움",
      "24년05월09일22시05분"
    ],
    [
      "R",
      "블루",
      "정재",
      "노말",
      "꾸르붤",
      "리엘",
      "바윤",
      "김권민",
      "프리",
      "점점",
      "닭발",
      "아칼리",
      "오공",
      "베이가",
      "베인",
      "룰루",
      "가렌",
      "자르반 4세",
      "흐웨이",
      "트위스티드 페이트",
      "노틸러스",
      "24년05월09일23시05분"
    ],
    [
      "B",
      "재민",
      "낑콩",
      "억까멈춰욧",
      "점점",
      "진솔",
      "바윤",
      "루아",
      "노말",
      "리엘",
      "닭발",
      "요네",
      "탈리야",
      "하이머딩거",
      "베인",
      "흐웨이",
      "스카너",
      "샤코",
      "갈리오",
      "케이틀린",
      "카밀",
      "24년05월10일19시05분"
    ],
    [
      "R",
      "아우솔",
      "낑콩",
      "리엘",
      "점점",
      "닭발",
      "바윤",
      "오소리",
      "억까멈춰욧",
      "루아",
      "투두",
      "스카너",
      "리신",
      "아리",
      "트위스티드 페이트",
      "노틸러스",
      "오른",
      "자크",
      "탈리야",
      "징크스",
      "블리츠크랭크",
      "24년05월10일20시05분"
    ],
    [
      "B",
      "재민",
      "점점",
      "진솔",
      "뎁구",
      "닭발",
      "바윤",
      "억까멈춰욧",
      "노말",
      "낑콩",
      "꽃길만",
      "모데카이저",
      "비에고",
      "피즈",
      "이즈리얼",
      "노틸러스",
      "다이애나",
      "뽀삐",
      "말자하",
      "카이사",
      "쓰레쉬",
      "24년05월10일20시05분"
    ],
    [
      "R",
      "재민",
      "점점",
      "usb",
      "낑콩",
      "리엘",
      "루아",
      "꽃길만",
      "억까멈춰욧",
      "뎁구",
      "닭발",
      "그라가스",
      "리신",
      "야스오",
      "애쉬",
      "룰루",
      "말파이트",
      "자르반 4세",
      "트위스티드 페이트",
      "아펠리오스",
      "렐",
      "24년05월10일21시05분"
    ],
    [
      "R",
      "딩거",
      "바윤",
      "노말",
      "억까멈춰욧",
      "닭발",
      "투두",
      "정재",
      "열줌",
      "진솔",
      "리엘",
      "스웨인",
      "가렌",
      "말파이트",
      "제리",
      "렐",
      "나르",
      "다이애나",
      "제이스",
      "미스 포츈",
      "럭스",
      "24년05월10일22시05분"
    ],
    [
      "R",
      "투두",
      "프리",
      "닭발",
      "현빈",
      "리엘",
      "노말",
      "정재",
      "딩거",
      "억까멈춰욧",
      "꽃길만",
      "세주아니",
      "사일러스",
      "사이온",
      "제리",
      "룰루",
      "오른",
      "바이",
      "하이머딩거",
      "진",
      "타릭",
      "24년05월10일23시05분"
    ],
    [
      "B",
      "아우솔",
      "닭발",
      "블루",
      "퀵뷰",
      "진솔",
      "바윤",
      "정재",
      "억까멈춰욧",
      "리엘",
      "꽃길만",
      "다리우스",
      "세주아니",
      "갈리오",
      "트위치",
      "블리츠크랭크",
      "크산테",
      "사일러스",
      "제라스",
      "시비르",
      "노틸러스",
      "24년05월11일19시05분"
    ],
    [
      "B",
      "우잼",
      "억까멈춰욧",
      "바윤",
      "퀵뷰",
      "리엘",
      "재민",
      "정재",
      "딩거",
      "꾸르붤",
      "루아",
      "다리우스",
      "녹턴",
      "가렌",
      "하이머딩거",
      "유미",
      "오른",
      "세주아니",
      "흐웨이",
      "이즈리얼",
      "애쉬",
      "24년05월11일20시05분"
    ],
    [
      "B",
      "재민",
      "점점",
      "롤린",
      "퀵뷰",
      "꽃길만",
      "바윤",
      "정재",
      "꾸르붤",
      "억까멈춰욧",
      "종삼",
      "아트록스",
      "리신",
      "카시오페아",
      "이즈리얼",
      "브라움",
      "스카너",
      "비에고",
      "아리",
      "케이틀린",
      "알리스타",
      "24년05월11일21시05분"
    ],
    [
      "B",
      "우잼",
      "정재",
      "꾸르붤",
      "제리좋아",
      "점점",
      "루아",
      "롤린",
      "딩거",
      "퀵뷰",
      "닭발",
      "제이스",
      "리신",
      "사일러스",
      "사미라",
      "라칸",
      "쉔",
      "스카너",
      "일라오이",
      "드레이븐",
      "렐",
      "24년05월11일22시05분"
    ],
    [
      "B",
      "롤린",
      "정재",
      "상큼",
      "니생각",
      "리엘",
      "점점",
      "정훈이",
      "노말",
      "퀵뷰",
      "닭발",
      "쉔",
      "사일러스",
      "블라디미르",
      "바루스",
      "소라카",
      "트위스티드 페이트",
      "이블린",
      "신드라",
      "징크스",
      "블리츠크랭크",
      "24년05월11일23시05분"
    ],
    [
      "R",
      "딩거",
      "정재",
      "웨일",
      "점점",
      "헤카림",
      "우잼",
      "정훈이",
      "억까멈춰욧",
      "퀵뷰",
      "리엘",
      "스웨인",
      "리신",
      "트위스티드 페이트",
      "징크스",
      "렐",
      "나서스",
      "스카너",
      "제라스",
      "제리",
      "노틸러스",
      "24년05월12일19시05분"
    ],
    [
      "B",
      "유카리",
      "정재",
      "딩거",
      "퀵뷰",
      "점점",
      "억까멈춰욧",
      "감자",
      "리그",
      "프리",
      "흐팡",
      "스카너",
      "신짜오",
      "하이머딩거",
      "바루스",
      "럼블",
      "우디르",
      "비에고",
      "신드라",
      "루시안",
      "나미",
      "24년05월12일20시05분"
    ],
    [
      "B",
      "억까멈춰욧",
      "정재",
      "프리",
      "점점",
      "굴카",
      "퀵뷰",
      "점점",
      "꾸르붤",
      "쵸비",
      "리엘",
      "사이온",
      "벨베스",
      "흐웨이",
      "진",
      "노틸러스",
      "아칼리",
      "오공",
      "이렐리아",
      "카이사",
      "유미",
      "24년05월12일21시05분"
    ],
    [
      "B",
      "억까멈춰욧",
      "점점",
      "프리",
      "상턱",
      "꽃길만",
      "우잼",
      "정재",
      "노말",
      "제리좋아",
      "굴카",
      "쉔",
      "비에고",
      "빅토르",
      "진",
      "타릭",
      "퀸",
      "다이애나",
      "오른",
      "제리",
      "마오카이",
      "24년05월12일22시05분"
    ],
    [
      "R",
      "재민",
      "감자",
      "프리",
      "상턱",
      "억까멈춰욧",
      "우잼",
      "정재",
      "유카리",
      "usb",
      "점점",
      "모데카이저",
      "비에고",
      "아우렐리온 솔",
      "카이사",
      "노틸러스",
      "잭스",
      "탈리야",
      "스카너",
      "자야",
      "라칸",
      "24년05월12일23시05분"
    ],
    [
      "R",
      "노말",
      "탱고미",
      "프리",
      "리엘",
      "닭발",
      "루아",
      "쵸비",
      "블루",
      "정재",
      "점점",
      "오른",
      "탈리야",
      "요네",
      "애쉬",
      "노틸러스",
      "쉔",
      "사일러스",
      "아칼리",
      "바루스",
      "칼리스타",
      "24년05월13일00시05분"
    ],
    [
      "B",
      "유카리",
      "투두",
      "루아",
      "상턱",
      "노말",
      "블루",
      "점점",
      "프리",
      "리엘",
      "닭발",
      "스카너",
      "카직스",
      "스몰더",
      "사미라",
      "노틸러스",
      "리신",
      "오공",
      "흐웨이",
      "진",
      "제라스",
      "24년05월13일01시05분"
    ],
    [
      "B",
      "점점",
      "프리",
      "닭발",
      "리엘",
      "블루",
      "유카리",
      "투두",
      "루아",
      "상턱",
      "노말",
      "트위스티드 페이트",
      "비에고",
      "오리아나",
      "카이사",
      "룰루",
      "카르마",
      "자크",
      "말파이트",
      "루시안",
      "나미",
      "24년05월13일01시05분"
    ],
    [
      "R",
      "억까멈춰욧",
      "정훈이",
      "노말",
      "바윤",
      "닭발",
      "상턱",
      "점점",
      "블루",
      "루아",
      "리엘",
      "스카너",
      "비에고",
      "말자하",
      "카이사",
      "노틸러스",
      "탐켄치",
      "킨드레드",
      "트위스티드 페이트",
      "진",
      "레오나",
      "24년05월13일19시05분"
    ],
    [
      "R",
      "우잼",
      "리엘",
      "억까멈춰욧",
      "제리좋아",
      "닭발",
      "롤린",
      "감자",
      "루아",
      "점점",
      "꽃길만",
      "드레이븐",
      "아무무",
      "피즈",
      "닐라",
      "쉔",
      "말파이트",
      "사일러스",
      "트리스타나",
      "칼리스타",
      "마오카이",
      "24년05월13일20시05분"
    ],
    [
      "B",
      "바윤",
      "억까멈춰욧",
      "블루",
      "상턱",
      "노말",
      "우잼",
      "감자",
      "롤린",
      "리엘",
      "점점",
      "가렌",
      "비에고",
      "탈리야",
      "미스 포츈",
      "블리츠크랭크",
      "케넨",
      "마스터 이",
      "쉔",
      "애쉬",
      "칼리스타",
      "24년05월13일21시05분"
    ],
    [
      "R",
      "롤린",
      "제리좋아",
      "노말",
      "블루",
      "닭발",
      "억까멈춰욧",
      "김권민",
      "돌IG",
      "베인",
      "리엘",
      "스몰더",
      "세주아니",
      "벨코즈",
      "아펠리오스",
      "쉔",
      "나서스",
      "사일러스",
      "애니",
      "베인",
      "룰루",
      "24년05월13일22시05분"
    ],
    [
      "R",
      "행동하기",
      "패션마린",
      "유카리",
      "블루",
      "점점",
      "바윤",
      "닭발",
      "억까멈춰욧",
      "우잼",
      "꽃길만",
      "카밀",
      "신짜오",
      "스카너",
      "징크스",
      "룰루",
      "오른",
      "비에고",
      "흐웨이",
      "케이틀린",
      "노틸러스",
      "24년05월13일23시05분"
    ],
    [
      "B",
      "재민",
      "정훈이",
      "베인",
      "점점",
      "리엘",
      "투두",
      "패션마린",
      "정재",
      "usb",
      "헤카림",
      "잭스",
      "리신",
      "사일러스",
      "제리",
      "유미",
      "나르",
      "샤코",
      "코르키",
      "카이사",
      "블리츠크랭크",
      "24년05월13일23시05분"
    ],
    [
      "R",
      "점점",
      "패션마린",
      "정재",
      "투두",
      "리엘",
      "유카리",
      "헤카림",
      "노말",
      "루아",
      "닭발",
      "베인",
      "샤코",
      "흐웨이",
      "애쉬",
      "레오나",
      "자르반 4세",
      "릴리아",
      "신드라",
      "징크스",
      "뽀삐",
      "24년05월14일00시05분"
    ],
    [
      "R",
      "바윤",
      "뎁구",
      "블루",
      "리엘",
      "닭발",
      "제리좋아",
      "점점",
      "우잼",
      "롤린",
      "꽃길만",
      "다이애나",
      "카직스",
      "이렐리아",
      "카이사",
      "렐",
      "스몰더",
      "비에고",
      "나피리",
      "스웨인",
      "타릭",
      "24년05월14일19시05분"
    ],
    [
      "B",
      "재민",
      "정재",
      "진솔",
      "점점",
      "리엘",
      "바윤",
      "닭발",
      "노말",
      "억까멈춰욧",
      "꽃길만",
      "아트록스",
      "비에고",
      "흐웨이",
      "제리",
      "타릭",
      "카밀",
      "자크",
      "베이가",
      "진",
      "쉔",
      "24년05월14일20시05분"
    ],
    [
      "B",
      "우잼",
      "정재",
      "니생각",
      "T1제우스",
      "점점",
      "억까멈춰욧",
      "롤린",
      "블루",
      "리엘",
      "닭발",
      "올라프",
      "비에고",
      "사일러스",
      "자야",
      "라칸",
      "나서스",
      "아무무",
      "야스오",
      "진",
      "노틸러스",
      "24년05월14일21시05분"
    ],
    [
      "R",
      "닭발",
      "정재",
      "롤린",
      "낑콩",
      "점점",
      "우잼",
      "억까멈춰욧",
      "딩거",
      "제리좋아",
      "꽃길만",
      "쉔",
      "벨베스",
      "아리",
      "트리스타나",
      "렐",
      "올라프",
      "누누",
      "벡스",
      "카이사",
      "타릭",
      "24년05월14일21시05분"
    ],
    [
      "B",
      "재민",
      "닭발",
      "정재",
      "usb",
      "좀무서운사람",
      "유카리",
      "바윤",
      "억까멈춰욧",
      "상턱",
      "리엘",
      "잭스",
      "세주아니",
      "아우렐리온 솔",
      "루시안",
      "브라움",
      "말파이트",
      "릴리아",
      "흐웨이",
      "진",
      "룰루",
      "24년05월14일22시05분"
    ],
    [
      "R",
      "스너뽀",
      "정재",
      "리엘",
      "튤립",
      "꽃길만",
      "주도권",
      "니생각",
      "복날",
      "베인",
      "닭발",
      "아트록스",
      "니달리",
      "럭스",
      "칼리스타",
      "타릭",
      "베인",
      "리신",
      "조이",
      "바루스",
      "노틸러스",
      "24년05월14일23시05분"
    ],
    [
      "B",
      "투두",
      "니생각",
      "김권민",
      "주도권",
      "닭발",
      "재민",
      "정재",
      "헤게",
      "usb",
      "리엘",
      "말파이트",
      "리신",
      "다이애나",
      "아펠리오스",
      "쓰레쉬",
      "럼블",
      "비에고",
      "리븐",
      "자야",
      "라칸",
      "24년05월15일00시05분"
    ],
    [
      "R",
      "투두",
      "김권민",
      "닭발",
      "베인",
      "니생각",
      "유카리",
      "복날",
      "정재",
      "상턱",
      "리엘",
      "베인",
      "판테온",
      "오리아나",
      "징크스",
      "쓰레쉬",
      "스카너",
      "리신",
      "흐웨이",
      "사미라",
      "노틸러스",
      "24년05월15일01시05분"
    ],
    [
      "R",
      "제리좋아",
      "굴카",
      "쓸애기",
      "롤린",
      "리엘",
      "진솔",
      "바윤",
      "딩거",
      "루아",
      "억까멈춰욧",
      "스카너",
      "자르반 4세",
      "비에고",
      "아우렐리온 솔",
      "소라카",
      "쉔",
      "세주아니",
      "흐웨이",
      "케이틀린",
      "럭스",
      "24년05월15일19시05분"
    ],
    [
      "R",
      "딩거",
      "재민",
      "롤린",
      "루아",
      "리엘",
      "우잼",
      "정재",
      "닭발",
      "억까멈춰욧",
      "오른",
      "라이즈",
      "잭스",
      "스몰더",
      "징크스",
      "레오나",
      "이렐리아",
      "카서스",
      "사이온",
      "이즈리얼",
      "오른",
      "24년05월15일20시05분"
    ],
    [
      "R",
      "우잼",
      "정재",
      "딩거",
      "굴카",
      "리엘",
      "억까멈춰욧",
      "김권민",
      "롤린",
      "베인",
      "닭발",
      "크산테",
      "리신",
      "탈리야",
      "아펠리오스",
      "노틸러스",
      "쉔",
      "자르반 4세",
      "흐웨이",
      "루시안",
      "브라움",
      "24년05월15일21시05분"
    ],
    [
      "B",
      "투두",
      "정재",
      "억까멈춰욧",
      "뎁구",
      "닭발",
      "유카리",
      "롤린",
      "딩거",
      "니생각",
      "굴카",
      "세주아니",
      "탈론",
      "제라스",
      "징크스",
      "렐",
      "나서스",
      "비에고",
      "베이가",
      "바루스",
      "애쉬",
      "24년05월15일22시05분"
    ],
    [
      "R",
      "일산고",
      "닭발",
      "노말",
      "정훈이",
      "복날",
      "리엘",
      "usb",
      "정재",
      "굴카",
      "꽃길만",
      "브라이어",
      "비에고",
      "제라스",
      "징크스",
      "쓰레쉬",
      "말파이트",
      "리신",
      "흐웨이",
      "아펠리오스",
      "타릭",
      "24년05월15일23시05분"
    ],
    [
      "B",
      "리그",
      "15일",
      "에시코기",
      "루아",
      "닭발",
      "재민",
      "정재",
      "억까멈춰욧",
      "리엘",
      "usb",
      "트위스티드 페이트",
      "리신",
      "그웬",
      "케이틀린",
      "쓰레쉬",
      "레넥톤",
      "스카너",
      "갈리오",
      "진",
      "애쉬",
      "24년05월16일19시05분"
    ],
    [
      "B",
      "나르",
      "정재",
      "점점",
      "낑콩",
      "리엘",
      "우잼",
      "감자",
      "억까멈춰욧",
      "루아",
      "닭발",
      "카밀",
      "탈리야",
      "크산테",
      "애쉬",
      "노틸러스",
      "세트",
      "킨드레드",
      "카사딘",
      "카이사",
      "브라움",
      "24년05월16일20시05분"
    ],
    [
      "R",
      "억까멈춰욧",
      "뎁구",
      "롤린",
      "퀵뷰",
      "닭발",
      "우잼",
      "정재",
      "에시코기",
      "리엘",
      "꽃길만",
      "오른",
      "니달리",
      "트리스타나",
      "징크스",
      "노틸러스",
      "볼리베어",
      "벨베스",
      "아리",
      "카이사",
      "타릭",
      "24년05월16일21시05분"
    ],
    [
      "R",
      "우잼",
      "송슨생",
      "억까멈춰욧",
      "굴카",
      "닭발",
      "리그",
      "정재",
      "노말",
      "루아",
      "리엘",
      "쉔",
      "리신",
      "말파이트",
      "카이사",
      "사일러스",
      "갱플랭크",
      "샤코",
      "오리아나",
      "징크스",
      "레오나",
      "24년05월16일22시05분"
    ],
    [
      "B",
      "우잼",
      "꽃길만",
      "억까멈춰욧",
      "굴카",
      "오드리",
      "재민",
      "닭발",
      "15일",
      "리엘",
      "정재",
      "렝가",
      "뽀삐",
      "흐웨이",
      "아펠리오스",
      "유미",
      "세트",
      "세주아니",
      "아칼리",
      "케이틀린",
      "니코",
      "24년05월16일23시05분"
    ],
    [
      "R",
      "민욱꾸이",
      "정재",
      "배치기",
      "투두",
      "리엘",
      "리그",
      "감자",
      "상턱",
      "점점",
      "닭발",
      "뽀삐",
      "마스터 이",
      "그라가스",
      "케이틀린",
      "유미",
      "하이머딩거",
      "람머스",
      "루시안",
      "칼리스타",
      "렐",
      "24년05월16일23시05분"
    ],
    [
      "R",
      "재민",
      "야동청년",
      "짱구",
      "롤린",
      "억까멈춰욧",
      "우잼",
      "헤카림",
      "에시코기",
      "바윤",
      "리엘",
      "스카너",
      "리신",
      "아리",
      "애쉬",
      "블리츠크랭크",
      "케일",
      "릴리아",
      "니코",
      "진",
      "노틸러스",
      "24년05월17일19시05분"
    ],
    [
      "R",
      "정재",
      "제리좋아",
      "롤린",
      "억까멈춰욧",
      "내조",
      "진솔",
      "점점",
      "콜라곰",
      "야동청년",
      "리엘",
      "샤코",
      "브라이어",
      "흐웨이",
      "애쉬",
      "쓰레쉬",
      "아크샨",
      "니달리",
      "요네",
      "트위치",
      "노틸러스",
      "24년05월17일20시05분"
    ],
    [
      "B",
      "우잼",
      "점점",
      "억까멈춰욧",
      "낑콩",
      "감자",
      "재민",
      "정재",
      "바윤",
      "야동청년",
      "리엘",
      "케일",
      "잭스",
      "탈리야",
      "애쉬",
      "블리츠크랭크",
      "아트록스",
      "카서스",
      "아리",
      "바루스",
      "레오나",
      "24년05월17일21시05분"
    ],
    [
      "R",
      "진솔",
      "억까멈춰욧",
      "정재",
      "퀵뷰",
      "굴카",
      "재민",
      "점점",
      "에시코기",
      "야동청년",
      "리엘",
      "피즈",
      "릴리아",
      "트리스타나",
      "제리",
      "레나타 글라스크",
      "사일러스",
      "비에고",
      "아리",
      "카이사",
      "노틸러스",
      "24년05월17일22시05분"
    ],
    [
      "B",
      "바윤",
      "용선",
      "베인",
      "야동청년",
      "억까멈춰욧",
      "퀵뷰",
      "정재",
      "딩거",
      "굴카",
      "리엘",
      "가렌",
      "신짜오",
      "신드라",
      "바루스",
      "쓰레쉬",
      "퀸",
      "우디르",
      "하이머딩거",
      "케이틀린",
      "모르가나",
      "24년05월17일23시05분"
    ],
    [
      "B",
      "신욱동",
      "억까멈춰욧",
      "베인",
      "야동청년",
      "닭발",
      "바윤",
      "딩거",
      "정재",
      "에시코기",
      "노말",
      "이렐리아",
      "카서스",
      "오리아나",
      "트위치",
      "노틸러스",
      "다이애나",
      "케인",
      "흐웨이",
      "카이사",
      "블리츠크랭크",
      "24년05월18일00시05분"
    ],
    [
      "B",
      "우잼",
      "제리좋아",
      "진솔",
      "퀵뷰",
      "억까멈춰욧",
      "루아",
      "아우솔",
      "롤린",
      "야동청년",
      "리엘",
      "케넨",
      "스카너",
      "흐웨이",
      "징크스",
      "룰루",
      "나서스",
      "탈리야",
      "베인",
      "트위치",
      "레오나",
      "24년05월18일19시05분"
    ],
    [
      "B",
      "리그",
      "점점",
      "퀵뷰",
      "야동청년",
      "리엘",
      "아우솔",
      "루아",
      "롤린",
      "관공",
      "복날",
      "카밀",
      "리신",
      "에코",
      "바루스",
      "노틸러스",
      "아이번",
      "아무무",
      "베인",
      "케이틀린",
      "쓰레쉬",
      "24년05월18일20시05분"
    ],
    [
      "B",
      "뎁구",
      "정재",
      "진솔",
      "usb",
      "퀵뷰",
      "우잼",
      "정훈이",
      "억까멈춰욧",
      "야동청년",
      "점점",
      "럼블",
      "바이",
      "쉔",
      "카이사",
      "노틸러스",
      "갱플랭크",
      "리신",
      "리산드라",
      "징크스",
      "쓰레쉬",
      "24년05월18일21시05분"
    ],
    [
      "B",
      "우잼",
      "정재",
      "루아",
      "퀵뷰",
      "억까멈춰욧",
      "바윤",
      "점점",
      "블루",
      "뎁구",
      "리엘",
      "트런들",
      "카서스",
      "쉔",
      "징크스",
      "쓰레쉬",
      "스카너",
      "비에고",
      "트위스티드 페이트",
      "아펠리오스",
      "룰루",
      "24년05월18일21시05분"
    ],
    [
      "R",
      "재민",
      "정재",
      "루아",
      "퀵뷰",
      "리엘",
      "일산고",
      "리그",
      "억까멈춰욧",
      "내조",
      "헤카림",
      "나서스",
      "벨베스",
      "사일러스",
      "루시안",
      "나미",
      "람머스",
      "그레이브즈",
      "신드라",
      "사미라",
      "뽀삐",
      "24년05월18일22시05분"
    ],
    [
      "R",
      "usb",
      "정훈이",
      "헤카림",
      "용선",
      "오른",
      "우잼",
      "정재",
      "루아",
      "퀵뷰",
      "리엘",
      "트위스티드 페이트",
      "그레이브즈",
      "제라스",
      "바루스",
      "오른",
      "잭스",
      "이즈리얼",
      "제리",
      "징크스",
      "소라카",
      "24년05월18일23시05분"
    ],
    [
      "R",
      "우잼",
      "헤카림",
      "일산고",
      "퀵뷰",
      "루아",
      "쉬폰",
      "바윤",
      "짱구",
      "야동청년",
      "억까멈춰욧",
      "카밀",
      "릴리아",
      "코르키",
      "이즈리얼",
      "니코",
      "나르",
      "다이애나",
      "흐웨이",
      "카이사",
      "블리츠크랭크",
      "24년05월19일19시05분"
    ],
    [
      "B",
      "루아",
      "정재",
      "아우솔",
      "야동청년",
      "억까멈춰욧",
      "리그",
      "내조",
      "꾸르붤",
      "퀵뷰",
      "리엘",
      "오른",
      "그레이브즈",
      "코르키",
      "카이사",
      "노틸러스",
      "바루스",
      "리신",
      "아지르",
      "제리",
      "타릭",
      "24년05월19일20시05분"
    ],
    [
      "R",
      "리엘",
      "정재",
      "루아",
      "야동청년",
      "닭발",
      "리그",
      "점점",
      "억까멈춰욧",
      "퀵뷰",
      "꽃길만",
      "마오카이",
      "비에고",
      "쉔",
      "카이사",
      "노틸러스",
      "카밀",
      "리신",
      "오리아나",
      "징크스",
      "쓰레쉬",
      "24년05월19일21시05분"
    ],
    [
      "B",
      "우잼",
      "루아",
      "에시코기",
      "야동청년",
      "닭발",
      "쉬폰",
      "정재",
      "퀵뷰",
      "ex",
      "리엘",
      "뽀삐",
      "바이",
      "아칼리",
      "바루스",
      "노틸러스",
      "일라오이",
      "리신",
      "에코",
      "킨드레드",
      "밀리오",
      "24년05월19일22시05분"
    ],
    [
      "R",
      "리그",
      "루아",
      "정재",
      "야동청년",
      "닭발",
      "유카리",
      "정훈이",
      "리엘",
      "usb",
      "꽃길만",
      "아우렐리온 솔",
      "바이",
      "트리스타나",
      "카이사",
      "타릭",
      "말파이트",
      "니달리",
      "말자하",
      "베인",
      "바드",
      "24년05월19일23시05분"
    ],
    [
      "B",
      "재민",
      "복날",
      "리엘",
      "우잼",
      "정재",
      "월드",
      "헤카림",
      "탑솔",
      "야동청년",
      "닭발",
      "레넥톤",
      "리신",
      "럭스",
      "코르키",
      "샤코",
      "다리우스",
      "자이라",
      "케넨",
      "바루스",
      "노틸러스",
      "24년05월19일23시05분"
    ],
    [
      "R",
      "도큐",
      "정훈이",
      "바윤",
      "에시코기",
      "리엘",
      "우잼",
      "재민",
      "억까멈춰욧",
      "루아",
      "꽃길만",
      "요릭",
      "카서스",
      "아리",
      "카이사",
      "레오나",
      "이렐리아",
      "럼블",
      "요네",
      "코르키",
      "타릭",
      "24년05월21일19시05분"
    ],
    [
      "B",
      "도큐",
      "리그",
      "에시코기",
      "뎁구",
      "리엘",
      "루아",
      "억까멈춰욧",
      "석효신안티팬",
      "베인",
      "꽃길만",
      "일라오이",
      "카서스",
      "아칼리",
      "코르키",
      "마오카이",
      "케넨",
      "그라가스",
      "야스오",
      "진",
      "세라핀",
      "24년05월21일20시05분"
    ],
    [
      "B",
      "우잼",
      "루아",
      "억까멈춰욧",
      "베인",
      "꽃길만",
      "도큐",
      "정재",
      "에시코기",
      "일하기싫엉",
      "리엘",
      "트린다미어",
      "에코",
      "갈리오",
      "드레이븐",
      "타릭",
      "쉔",
      "비에고",
      "니코",
      "코르키",
      "룰루",
      "24년05월21일21시05분"
    ],
    [
      "R",
      "재민",
      "배치기",
      "억까멈춰욧",
      "상턱",
      "닭발",
      "리그",
      "정재",
      "해장국",
      "리엘",
      "점점",
      "세트",
      "리신",
      "빅토르",
      "카이사",
      "노틸러스",
      "카밀",
      "탈리야",
      "뽀삐",
      "시비르",
      "라칸",
      "24년05월21일22시05분"
    ],
    [
      "R",
      "우잼",
      "점점",
      "배치기",
      "억까멈춰욧",
      "닭발",
      "유카리",
      "루아",
      "정재",
      "베인",
      "리엘",
      "렝가",
      "럼블",
      "야스오",
      "코르키",
      "렐",
      "스카너",
      "쉔",
      "흐웨이",
      "진",
      "소라카",
      "24년05월21일23시05분"
    ],
    [
      "R",
      "이간탱",
      "정재",
      "리엘",
      "미드고",
      "투두",
      "우잼",
      "돈세이",
      "재민",
      "루아",
      "점점",
      "아트록스",
      "카서스",
      "말자하",
      "바루스",
      "블리츠크랭크",
      "렝가",
      "탈리야",
      "럼블",
      "진",
      "칼리스타",
      "24년05월22일00시05분"
    ],
    [
      "R",
      "우잼",
      "에시코기",
      "진솔",
      "야동청년",
      "억까멈춰욧",
      "흐팡",
      "내조",
      "블루",
      "일하기싫엉",
      "리엘",
      "렝가",
      "이블린",
      "피즈",
      "카이사",
      "브라움",
      "세주아니",
      "리신",
      "트위스티드 페이트",
      "사미라",
      "노틸러스",
      "24년05월22일19시05분"
    ],
    [
      "R",
      "재민",
      "내꼬야",
      "딩거",
      "상턱",
      "루아",
      "리그",
      "usb",
      "유카리",
      "야동청년",
      "억까멈춰욧",
      "아트록스",
      "탈리야",
      "카시오페아",
      "이즈리얼",
      "흐웨이",
      "케일",
      "리신",
      "스카너",
      "트위치",
      "쓰레쉬",
      "24년05월22일20시05분"
    ],
    [
      "B",
      "우잼",
      "리그",
      "억까멈춰욧",
      "usb",
      "리엘",
      "유카리",
      "정재",
      "딩거",
      "낑콩",
      "재민",
      "잭스",
      "카서스",
      "말자하",
      "카이사",
      "노틸러스",
      "자르반 4세",
      "니달리",
      "신드라",
      "케이틀린",
      "뽀삐",
      "24년05월22일21시05분"
    ]
  ],
  "inventory": {
    "roulette1": {
      "headers": [
        "시청자 아이디",
        "",
        "1회연참권",
        "선참권",
        "팀지정권",
        "노벤권",
        "글벤권",
        "종일연참권",
        "한판더",
        "두판더",
        "방송1시간",
        "듀오권",
        "진영지정",
        "반대팀",
        "같은팀",
        "종같팀/종반팀",
        "리롤권",
        "티어변경",
        "정자같은팀",
        "포지션변경",
        "암표",
        "부라인등록권",
        "전챗허용권",
        "감표권"
      ],
      "rows": [
        {
          "name": "모닥",
          "items": {
            "1회연참권": "3",
            "선참권": "4",
            "종일연참권": "1",
            "한판더": "2/칼바람1"
          }
        },
        {
          "name": "짭",
          "items": {
            "팀지정권": "i",
            "한판더": "1"
          }
        },
        {
          "name": "롤린",
          "items": {
            "1회연참권": "4",
            "선참권": "84",
            "팀지정권": "2",
            "노벤권": "18",
            "글벤권": "1",
            "종일연참권": "2",
            "한판더": "6/칼바람0",
            "두판더": "2",
            "듀오권": "1",
            "진영지정": "2",
            "반대팀": "5",
            "같은팀": "1",
            "종같팀/종반팀": "2",
            "리롤권": "1",
            "포지션변경": "1",
            "부라인등록권": "2"
          }
        },
        {
          "name": "오징어",
          "items": {
            "한판더": "칼바람1"
          }
        },
        {
          "name": "고요히",
          "items": {
            "1회연참권": "8",
            "선참권": "2",
            "노벤권": "2",
            "글벤권": "6",
            "종일연참권": "1",
            "두판더": "1",
            "듀오권": "1",
            "같은팀": "1",
            "리롤권": "3"
          }
        },
        {
          "name": "헤카림",
          "items": {
            "1회연참권": "9",
            "노벤권": "2",
            "한판더": "1",
            "진영지정": "1",
            "반대팀": "1",
            "같은팀": "1"
          }
        },
        {
          "name": "상큼",
          "items": {
            "팀지정권": "2",
            "진영지정": "1"
          }
        },
        {
          "name": "린프",
          "items": {
            "팀지정권": "2",
            "글벤권": "3",
            "진영지정": "1"
          }
        },
        {
          "name": "전진영",
          "items": {
            "1회연참권": "7",
            "노벤권": "1"
          }
        },
        {
          "name": "부원장",
          "items": {
            "1회연참권": "2",
            "선참권": "1",
            "팀지정권": "2",
            "노벤권": "2",
            "글벤권": "1",
            "반대팀": "2"
          }
        },
        {
          "name": "부카",
          "items": {
            "1회연참권": "21",
            "선참권": "3",
            "팀지정권": "1",
            "노벤권": "11",
            "글벤권": "2",
            "종일연참권": "8",
            "한판더": "2/칼바람2",
            "듀오권": "4",
            "반대팀": "2",
            "같은팀": "1",
            "리롤권": "1"
          }
        },
        {
          "name": "재민",
          "items": {
            "1회연참권": "5",
            "선참권": "3",
            "노벤권": "1",
            "글벤권": "1",
            "한판더": "1/칼판",
            "듀오권": "1"
          }
        },
        {
          "name": "오밤쌀",
          "items": {
            "1회연참권": "3",
            "팀지정권": "1",
            "종일연참권": "1"
          }
        },
        {
          "name": "토레이님",
          "items": {
            "두판더": "1"
          }
        },
        {
          "name": "하늘",
          "items": {
            "팀지정권": "3",
            "노벤권": "4",
            "글벤권": "1",
            "한판더": "2",
            "진영지정": "6",
            "같은팀": "1"
          }
        },
        {
          "name": "노찌롱",
          "items": {}
        },
        {
          "name": "솔하음이",
          "items": {
            "1회연참권": "2",
            "글벤권": "1",
            "두판더": "1"
          }
        },
        {
          "name": "러브",
          "items": {
            "1회연참권": "1",
            "팀지정권": "2",
            "노벤권": "1",
            "종일연참권": "3"
          }
        },
        {
          "name": "팀운미아",
          "items": {
            "1회연참권": "1",
            "노벤권": "2",
            "글벤권": "2"
          }
        },
        {
          "name": "사냥고양이",
          "items": {
            "글벤권": "1"
          }
        },
        {
          "name": "도독오도독",
          "items": {
            "1회연참권": "2",
            "글벤권": "1"
          }
        },
        {
          "name": "넥톤",
          "items": {
            "팀지정권": "1",
            "노벤권": "2",
            "한판더": "1"
          }
        },
        {
          "name": "몽향",
          "items": {
            "1회연참권": "1",
            "선참권": "5",
            "팀지정권": "5",
            "글벤권": "18",
            "종일연참권": "2",
            "한판더": "1",
            "듀오권": "1",
            "같은팀": "2",
            "포지션변경": "1"
          }
        },
        {
          "name": "멀대",
          "items": {
            "팀지정권": "1",
            "노벤권": "2",
            "반대팀": "1"
          }
        },
        {
          "name": "구오생",
          "items": {
            "1회연참권": "1",
            "노벤권": "1"
          }
        },
        {
          "name": "흔동",
          "items": {}
        },
        {
          "name": "난챌",
          "items": {
            "글벤권": "2"
          }
        },
        {
          "name": "빵씨",
          "items": {
            "1회연참권": "4",
            "노벤권": "3",
            "종일연참권": "1"
          }
        },
        {
          "name": "김천이선수",
          "items": {
            "글벤권": "1"
          }
        },
        {
          "name": "뀨유울",
          "items": {
            "팀지정권": "1",
            "노벤권": "1",
            "글벤권": "1"
          }
        },
        {
          "name": "허그키스",
          "items": {
            "1회연참권": "2",
            "팀지정권": "2",
            "노벤권": "5",
            "글벤권": "2",
            "종일연참권": "3",
            "한판더": "1"
          }
        },
        {
          "name": "아이고",
          "items": {
            "1회연참권": "2",
            "팀지정권": "1",
            "노벤권": "4",
            "글벤권": "5",
            "종일연참권": "1",
            "두판더": "1"
          }
        },
        {
          "name": "복도뤼",
          "items": {}
        },
        {
          "name": "두부",
          "items": {
            "1회연참권": "1",
            "노벤권": "11",
            "글벤권": "1",
            "한판더": "1"
          }
        },
        {
          "name": "노아",
          "items": {
            "1회연참권": "1",
            "노벤권": "2",
            "글벤권": "4",
            "진영지정": "1"
          }
        },
        {
          "name": "잘옹",
          "items": {
            "1회연참권": "3",
            "노벤권": "1",
            "글벤권": "1"
          }
        },
        {
          "name": "팀미",
          "items": {}
        },
        {
          "name": "세나",
          "items": {
            "팀지정권": "1",
            "글벤권": "1",
            "종일연참권": "1"
          }
        },
        {
          "name": "승케",
          "items": {
            "1회연참권": "4",
            "선참권": "6",
            "팀지정권": "1",
            "노벤권": "5",
            "글벤권": "2",
            "종일연참권": "2",
            "한판더": "1",
            "같은팀": "1",
            "포지션변경": "1",
            "전챗허용권": "1"
          }
        },
        {
          "name": "낑깡",
          "items": {
            "선참권": "1",
            "팀지정권": "1",
            "노벤권": "5",
            "글벤권": "1",
            "같은팀": "-1",
            "포지션변경": "5"
          }
        },
        {
          "name": "눕",
          "items": {}
        },
        {
          "name": "당당",
          "items": {
            "노벤권": "1"
          }
        },
        {
          "name": "까리씨",
          "items": {
            "팀지정권": "1",
            "글벤권": "1"
          }
        },
        {
          "name": "관초",
          "items": {
            "1회연참권": "2",
            "팀지정권": "1"
          }
        },
        {
          "name": "핥짝",
          "items": {}
        },
        {
          "name": "레전드",
          "items": {}
        },
        {
          "name": "식초",
          "items": {
            "1회연참권": "1",
            "노벤권": "2",
            "글벤권": "2",
            "듀오권": "1",
            "포지션변경": "1"
          }
        },
        {
          "name": "필오",
          "items": {
            "1회연참권": "1"
          }
        },
        {
          "name": "탱고미",
          "items": {
            "1회연참권": "2",
            "글벤권": "1",
            "듀오권": "1"
          }
        },
        {
          "name": "삑",
          "items": {
            "선참권": "1",
            "팀지정권": "1"
          }
        },
        {
          "name": "스너뽀",
          "items": {
            "1회연참권": "11",
            "선참권": "25",
            "노벤권": "1",
            "글벤권": "1",
            "종일연참권": "1",
            "듀오권": "1"
          }
        },
        {
          "name": "나르",
          "items": {
            "같은팀": "1"
          }
        },
        {
          "name": "할로우하이",
          "items": {
            "노벤권": "1"
          }
        },
        {
          "name": "아들",
          "items": {
            "1회연참권": "5",
            "선참권": "1",
            "팀지정권": "1",
            "노벤권": "2",
            "글벤권": "6",
            "종일연참권": "1"
          }
        },
        {
          "name": "죡망",
          "items": {
            "팀지정권": "1",
            "글벤권": "1"
          }
        },
        {
          "name": "박달봄",
          "items": {
            "듀오권": "2"
          }
        },
        {
          "name": "정재",
          "items": {
            "1회연참권": "11",
            "노벤권": "1",
            "방송1시간": "2",
            "포지션변경": "2",
            "암표": "1",
            "부라인등록권": "4"
          }
        },
        {
          "name": "덕배",
          "items": {
            "1회연참권": "3"
          }
        },
        {
          "name": "콜라",
          "items": {
            "듀오권": "1"
          }
        },
        {
          "name": "장난",
          "items": {
            "팀지정권": "1"
          }
        },
        {
          "name": "YS",
          "items": {
            "팀지정권": "1"
          }
        },
        {
          "name": "썬이",
          "items": {
            "1회연참권": "3",
            "노벤권": "7",
            "글벤권": "5",
            "종일연참권": "1",
            "듀오권": "2"
          }
        },
        {
          "name": "말파",
          "items": {
            "1회연참권": "3",
            "선참권": "1",
            "팀지정권": "1",
            "노벤권": "5",
            "글벤권": "4",
            "종일연참권": "2",
            "듀오권": "2"
          }
        },
        {
          "name": "6",
          "items": {
            "노벤권": "1",
            "듀오권": "1"
          }
        },
        {
          "name": "홍팡",
          "items": {
            "선참권": "1",
            "글벤권": "2"
          }
        },
        {
          "name": "존잘휴지",
          "items": {
            "선참권": "1"
          }
        },
        {
          "name": "로세",
          "items": {
            "1회연참권": "1",
            "방송1시간": "1",
            "듀오권": "1"
          }
        },
        {
          "name": "다닐",
          "items": {
            "1회연참권": "4"
          }
        },
        {
          "name": "디그",
          "items": {
            "1회연참권": "2",
            "노벤권": "1",
            "글벤권": "4",
            "종일연참권": "3",
            "진영지정": "1",
            "종같팀/종반팀": "1"
          }
        },
        {
          "name": "청송콩",
          "items": {
            "팀지정권": "1"
          }
        },
        {
          "name": "곰구사",
          "items": {
            "선참권": "1"
          }
        },
        {
          "name": "멸치",
          "items": {
            "팀지정권": "1",
            "노벤권": "2"
          }
        },
        {
          "name": "와꾸",
          "items": {
            "1회연참권": "20",
            "선참권": "10",
            "팀지정권": "5",
            "노벤권": "10",
            "글벤권": "10",
            "종일연참권": "10",
            "한판더": "2",
            "반대팀": "1",
            "같은팀": "2",
            "리롤권": "1"
          }
        },
        {
          "name": "똥가루",
          "items": {
            "선참권": "1"
          }
        },
        {
          "name": "라플",
          "items": {}
        },
        {
          "name": "글로아",
          "items": {
            "1회연참권": "1",
            "노벤권": "2",
            "글벤권": "3",
            "종일연참권": "1",
            "듀오권": "2"
          }
        },
        {
          "name": "대장",
          "items": {
            "1회연참권": "1",
            "팀지정권": "1",
            "리롤권": "1"
          }
        },
        {
          "name": "플따귀",
          "items": {
            "선참권": "1"
          }
        },
        {
          "name": "셔츠",
          "items": {
            "1회연참권": "3"
          }
        },
        {
          "name": "케이",
          "items": {
            "선참권": "1"
          }
        },
        {
          "name": "콘팬",
          "items": {
            "1회연참권": "3"
          }
        },
        {
          "name": "두디밀리",
          "items": {
            "글벤권": "1"
          }
        },
        {
          "name": "민써",
          "items": {
            "선참권": "1"
          }
        },
        {
          "name": "나미",
          "items": {
            "팀지정권": "1",
            "노벤권": "1",
            "글벤권": "1"
          }
        },
        {
          "name": "현챵",
          "items": {
            "듀오권": "1"
          }
        },
        {
          "name": "헨리",
          "items": {
            "글벤권": "1"
          }
        },
        {
          "name": "이거나받아랏",
          "items": {
            "팀지정권": "1"
          }
        },
        {
          "name": "위즈원스",
          "items": {}
        },
        {
          "name": "백크회장",
          "items": {
            "1회연참권": "3",
            "노벤권": "1"
          }
        },
        {
          "name": "JBD",
          "items": {
            "선참권": "1"
          }
        },
        {
          "name": "허밍버드",
          "items": {
            "1회연참권": "3",
            "글벤권": "2",
            "종일연참권": "2"
          }
        },
        {
          "name": "쩡탱굴",
          "items": {}
        },
        {
          "name": "우잼",
          "items": {
            "팀지정권": "1",
            "글벤권": "4",
            "종일연참권": "11",
            "한판더": "0/칼바람2",
            "반대팀": "2",
            "같은팀": "3",
            "리롤권": "2",
            "포지션변경": "1",
            "암표": "4"
          }
        },
        {
          "name": "코코",
          "items": {
            "1회연참권": "1",
            "선참권": "1"
          }
        },
        {
          "name": "벨만원",
          "items": {
            "노벤권": "2"
          }
        },
        {
          "name": "따이",
          "items": {
            "듀오권": "1"
          }
        },
        {
          "name": "붕갓",
          "items": {
            "팀지정권": "1",
            "노벤권": "2",
            "글벤권": "3",
            "듀오권": "1"
          }
        },
        {
          "name": "다바고",
          "items": {
            "노벤권": "1"
          }
        }
      ]
    },
    "roulette2": {
      "headers": [
        "시청자 아이디",
        "",
        "원하는리액션",
        "얼낙",
        "퀵뷰",
        "닉변",
        "전데",
        "방셀",
        "노래",
        "구독권",
        "강제휴방",
        "식데",
        "얼낙 실드",
        "노방종",
        "방종 실드",
        "방종",
        "노방종 실드",
        "손편지+선물",
        "캠방",
        "노휴방",
        "노휴방실드",
        "정자듀오권",
        "원하는리액션",
        "노래",
        "원하는룰렛",
        "시그니처사운드",
        "원하는 게임"
      ],
      "rows": [
        {
          "name": "두부",
          "items": {
            "원하는리액션": "1",
            "얼낙": "13",
            "닉변": "12",
            "방셀": "5",
            "얼낙 실드": "8",
            "손편지+선물": "1"
          }
        },
        {
          "name": "요히",
          "items": {
            "퀵뷰": "5",
            "전데": "1",
            "방셀": "6",
            "노래": "1",
            "얼낙 실드": "5",
            "방종 실드": "1"
          }
        },
        {
          "name": "말파",
          "items": {
            "퀵뷰": "2",
            "구독권": "2",
            "얼낙 실드": "1",
            "노방종 실드": "1"
          }
        },
        {
          "name": "몽향",
          "items": {
            "얼낙": "1",
            "퀵뷰": "1",
            "닉변": "1",
            "방셀": "5",
            "노래": "1",
            "구독권": "2",
            "얼낙 실드": "1"
          }
        },
        {
          "name": "이정재",
          "items": {
            "원하는리액션": "2",
            "얼낙": "9",
            "퀵뷰": "3",
            "닉변": "7",
            "전데": "8",
            "방셀": "5",
            "노래": "1",
            "구독권": "7",
            "얼낙 실드": "7",
            "노방종": "2",
            "방종": "1",
            "캠방": "3",
            "노휴방실드": "2"
          }
        },
        {
          "name": "왁구",
          "items": {
            "얼낙": "4",
            "퀵뷰": "2",
            "전데": "4",
            "방셀": "6",
            "구독권": "9",
            "얼낙 실드": "9",
            "방종 실드": "2"
          }
        },
        {
          "name": "멸치",
          "items": {
            "얼낙": "1"
          }
        },
        {
          "name": "글로아",
          "items": {
            "방셀": "1"
          }
        },
        {
          "name": "잘났지요",
          "items": {
            "얼낙 실드": "1"
          }
        },
        {
          "name": "곰돌이찡",
          "items": {
            "얼낙": "1"
          }
        },
        {
          "name": "다바고",
          "items": {
            "방셀": "1",
            "얼낙 실드": "2"
          }
        },
        {
          "name": "엄노스",
          "items": {}
        },
        {
          "name": "다크우유",
          "items": {
            "얼낙": "7",
            "퀵뷰": "1",
            "전데": "1",
            "방셀": "1",
            "구독권": "5",
            "얼낙 실드": "3"
          }
        },
        {
          "name": "히키쨔",
          "items": {
            "얼낙": "7",
            "퀵뷰": "2",
            "전데": "1",
            "방셀": "3",
            "구독권": "10",
            "얼낙 실드": "8",
            "방종 실드": "2",
            "캠방": "2",
            "노휴방실드": "2",
            "정자듀오권": "3"
          }
        },
        {
          "name": "벽지",
          "items": {
            "퀵뷰": "1"
          }
        },
        {
          "name": "김민교나락",
          "items": {
            "노방종 실드": "1"
          }
        },
        {
          "name": "황족냠냠이",
          "items": {
            "얼낙 실드": "1"
          }
        },
        {
          "name": "길",
          "items": {
            "퀵뷰": "1",
            "방셀": "1",
            "구독권": "1",
            "얼낙 실드": "2"
          }
        },
        {
          "name": "설로향",
          "items": {
            "얼낙": "1",
            "전데": "1",
            "얼낙 실드": "1"
          }
        },
        {
          "name": "악시",
          "items": {
            "구독권": "2"
          }
        },
        {
          "name": "오삼족닭발",
          "items": {
            "원하는리액션": "1",
            "얼낙": "1",
            "전데": "1",
            "구독권": "1",
            "캠방": "2",
            "정자듀오권": "1"
          }
        },
        {
          "name": "빵C",
          "items": {}
        },
        {
          "name": "식초",
          "items": {
            "얼낙 실드": "1"
          }
        },
        {
          "name": "블루",
          "items": {
            "얼낙": "1",
            "방셀": "4"
          }
        },
        {
          "name": "yckm",
          "items": {
            "얼낙 실드": "1"
          }
        },
        {
          "name": "초생강",
          "items": {
            "캠방": "1"
          }
        },
        {
          "name": "카냥",
          "items": {
            "구독권": "1",
            "얼낙 실드": "1"
          }
        },
        {
          "name": "용선키드",
          "items": {
            "전데": "1",
            "캠방": "1",
            "원하는 게임": "1"
          }
        },
        {
          "name": "오늘아침",
          "items": {
            "전데": "1",
            "구독권": "1"
          }
        },
        {
          "name": "냔민",
          "items": {
            "전데": "1"
          }
        },
        {
          "name": "악동",
          "items": {
            "전데": "1"
          }
        },
        {
          "name": "망치",
          "items": {
            "전데": "1",
            "방셀": "1"
          }
        },
        {
          "name": "하티",
          "items": {
            "방셀": "5",
            "구독권": "5",
            "노방종": "1",
            "손편지+선물": "2/손편지2"
          }
        },
        {
          "name": "롤린",
          "items": {
            "원하는리액션": "2",
            "전데": "1",
            "방셀": "5",
            "노래": "1",
            "식데": "1",
            "노방종": "2",
            "노방종 실드": "3",
            "캠방": "4"
          }
        },
        {
          "name": "고리",
          "items": {
            "방셀": "2",
            "식데": "1",
            "노방종 실드": "1"
          }
        },
        {
          "name": "헤카림",
          "items": {
            "캠방": "1"
          }
        },
        {
          "name": "김종삼",
          "items": {
            "원하는리액션": "1",
            "방셀": "2"
          }
        },
        {
          "name": "루아",
          "items": {
            "식데": "3",
            "캠방": "2"
          }
        },
        {
          "name": "즙밥",
          "items": {
            "노휴방실드": "1"
          }
        },
        {
          "name": "하진",
          "items": {
            "원하는리액션": "1"
          }
        },
        {
          "name": "말없사",
          "items": {}
        },
        {
          "name": "갈뤽",
          "items": {
            "캠방": "1"
          }
        },
        {
          "name": "돌ig",
          "items": {
            "방셀": "1"
          }
        },
        {
          "name": "딩거",
          "items": {
            "캠방": "1"
          }
        },
        {
          "name": "영웅출현",
          "items": {
            "캠방": "1"
          }
        },
        {
          "name": "노말",
          "items": {
            "방셀": "2",
            "방종 실드": "1",
            "캠방": "1"
          }
        },
        {
          "name": "오징어",
          "items": {
            "원하는리액션": "1"
          }
        },
        {
          "name": "잔잔",
          "items": {
            "전데": "1"
          }
        },
        {
          "name": "롤돌",
          "items": {
            "원하는리액션": "2"
          }
        },
        {
          "name": "억까",
          "items": {
            "원하는리액션": "1",
            "방셀": "3",
            "방종 실드": "1",
            "방종": "1",
            "캠방": "1",
            "원하는룰렛": "1"
          }
        },
        {
          "name": "부원장",
          "items": {
            "원하는리액션": "1"
          }
        },
        {
          "name": "굴카",
          "items": {
            "캠방": "1"
          }
        },
        {
          "name": "쯔다",
          "items": {
            "원하는리액션": "1",
            "방셀": "1",
            "노방종 실드": "1",
            "노휴방실드": "1"
          }
        },
        {
          "name": "낑깡",
          "items": {
            "방셀": "1",
            "구독권": "1",
            "캠방": "1"
          }
        },
        {
          "name": "새콤",
          "items": {
            "캠방": "1"
          }
        },
        {
          "name": "강우",
          "items": {
            "방셀": "1",
            "캠방": "2"
          }
        },
        {
          "name": "주도권",
          "items": {
            "캠방": "1"
          }
        },
        {
          "name": "벼기",
          "items": {
            "방셀": "1"
          }
        },
        {
          "name": "서쥐",
          "items": {}
        },
        {
          "name": "흐팡",
          "items": {}
        },
        {
          "name": "상턱",
          "items": {
            "캠방": "2"
          }
        },
        {
          "name": "하자",
          "items": {
            "방셀": "3",
            "식데": "1",
            "노방종": "1",
            "방종 실드": "1",
            "캠방": "2",
            "노휴방실드": "1",
            "정자듀오권": "1/정자같은팀"
          }
        },
        {
          "name": "포니",
          "items": {}
        },
        {
          "name": "우잼",
          "items": {
            "방셀": "2"
          }
        },
        {
          "name": "포이져",
          "items": {
            "캠방": "1"
          }
        },
        {
          "name": "길태준",
          "items": {
            "캠방": "1"
          }
        },
        {
          "name": "나박사",
          "items": {
            "캠방": "1"
          }
        },
        {
          "name": "승케",
          "items": {
            "노방종": "1",
            "노휴방": "1"
          }
        },
        {
          "name": "dj",
          "items": {
            "방셀": "1",
            "노휴방실드": "2"
          }
        },
        {
          "name": "레니",
          "items": {
            "방종": "1"
          }
        },
        {
          "name": "싫다",
          "items": {
            "방셀": "4",
            "노방종 실드": "1",
            "캠방": "1",
            "노휴방": "1",
            "노휴방실드": "1"
          }
        },
        {
          "name": "크림",
          "items": {
            "방셀": "2"
          }
        },
        {
          "name": "미니",
          "items": {
            "방셀": "3",
            "노방종": "1",
            "방종 실드": "1",
            "노방종 실드": "1"
          }
        },
        {
          "name": "스너뽀",
          "items": {
            "노방종 실드": "2"
          }
        },
        {
          "name": "썽철",
          "items": {
            "방셀": "3",
            "방종 실드": "1",
            "캠방": "1",
            "노휴방실드": "1"
          }
        },
        {
          "name": "작승",
          "items": {
            "방셀": "1"
          }
        },
        {
          "name": "투두",
          "items": {
            "캠방": "2"
          }
        },
        {
          "name": "건희",
          "items": {
            "캠방": "1"
          }
        },
        {
          "name": "티아모",
          "items": {
            "캠방": "1"
          }
        },
        {
          "name": "수달",
          "items": {
            "노휴방실드": "2"
          }
        },
        {
          "name": "그것",
          "items": {
            "방셀": "2",
            "방종 실드": "1",
            "노방종 실드": "1",
            "캠방": "2",
            "시그니처사운드": "1",
            "원하는 게임": "1"
          }
        },
        {
          "name": "혀나미",
          "items": {
            "방셀": "1",
            "노방종 실드": "1",
            "캠방": "3"
          }
        },
        {
          "name": "백두산",
          "items": {
            "방셀": "4",
            "방종": "1",
            "노휴방실드": "4",
            "원하는룰렛": "1"
          }
        },
        {
          "name": "나양",
          "items": {
            "방셀": "1",
            "노휴방실드": "1"
          }
        },
        {
          "name": "만보",
          "items": {
            "방셀": "2",
            "노방종": "1",
            "노휴방실드": "2"
          }
        },
        {
          "name": "메론브로",
          "items": {
            "방셀": "1",
            "노방종 실드": "1"
          }
        },
        {
          "name": "장카",
          "items": {
            "방셀": "2",
            "노방종 실드": "1",
            "캠방": "1"
          }
        },
        {
          "name": "천사",
          "items": {
            "방셀": "1"
          }
        },
        {
          "name": "효니",
          "items": {}
        },
        {
          "name": "석대",
          "items": {
            "방종 실드": "1"
          }
        },
        {
          "name": "안해",
          "items": {
            "방셀": "1"
          }
        },
        {
          "name": "무빙",
          "items": {
            "방셀": "1"
          }
        },
        {
          "name": "찬우",
          "items": {
            "방셀": "1"
          }
        },
        {
          "name": "추암",
          "items": {
            "방셀": "2"
          }
        },
        {
          "name": "대환맨",
          "items": {
            "노방종 실드": "1"
          }
        },
        {
          "name": "바윤",
          "items": {
            "방셀": "1"
          }
        },
        {
          "name": "냠냠",
          "items": {}
        },
        {
          "name": "겨울",
          "items": {
            "방셀": "1"
          }
        }
      ]
    },
    "points": [
      {
        "name": "05년생",
        "win": "2",
        "loss": "",
        "roulette": "",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "겆이한이",
        "win": "",
        "loss": "",
        "roulette": "2",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "고기",
        "win": "2",
        "loss": "",
        "roulette": "",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "고요히",
        "win": "19",
        "loss": "27",
        "roulette": "42",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "고전파",
        "win": "",
        "loss": "1",
        "roulette": "",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "관초",
        "win": "2",
        "loss": "1",
        "roulette": "2",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "괴로워",
        "win": "1",
        "loss": "1",
        "roulette": "",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "국밥",
        "win": "1",
        "loss": "",
        "roulette": "1",
        "manner": "",
        "total": "",
        "chicken": "7"
      },
      {
        "name": "기읽",
        "win": "",
        "loss": "",
        "roulette": "1",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "김천이선수",
        "win": "",
        "loss": "",
        "roulette": "1",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "김희원",
        "win": "",
        "loss": "1",
        "roulette": "",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "꿀딱아",
        "win": "5",
        "loss": "5",
        "roulette": "",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "꿀태식이",
        "win": "1",
        "loss": "2",
        "roulette": "",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "뀨유울",
        "win": "",
        "loss": "",
        "roulette": "2",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "낑콩",
        "win": "72",
        "loss": "84",
        "roulette": "14",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "나르",
        "win": "16",
        "loss": "8",
        "roulette": "",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "나박사",
        "win": "2",
        "loss": "",
        "roulette": "1",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "남친",
        "win": "2",
        "loss": "1",
        "roulette": "4",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "냔민",
        "win": "",
        "loss": "1",
        "roulette": "1",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "냥트",
        "win": "1",
        "loss": "2",
        "roulette": "",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "넥톤",
        "win": "1",
        "loss": "2",
        "roulette": "1",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "노아",
        "win": "5",
        "loss": "1",
        "roulette": "",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "노찌롱",
        "win": "9",
        "loss": "16",
        "roulette": "",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "니들",
        "win": "",
        "loss": "2",
        "roulette": "",
        "manner": "1",
        "total": "",
        "chicken": ""
      },
      {
        "name": "니쮸",
        "win": "1",
        "loss": "3",
        "roulette": "2",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "다닐",
        "win": "3",
        "loss": "3",
        "roulette": "",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "닥터딕스",
        "win": "1",
        "loss": "1",
        "roulette": "",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "대장",
        "win": "",
        "loss": "",
        "roulette": "2",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "덕양군",
        "win": "1",
        "loss": "",
        "roulette": "",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "도독오도독",
        "win": "",
        "loss": "",
        "roulette": "9",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "도비",
        "win": "12",
        "loss": "13",
        "roulette": "2",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "독사",
        "win": "38",
        "loss": "30",
        "roulette": "",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "동네놈들",
        "win": "5",
        "loss": "3",
        "roulette": "",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "됴아도아",
        "win": "",
        "loss": "",
        "roulette": "1",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "두부",
        "win": "44",
        "loss": "38",
        "roulette": "104",
        "manner": "",
        "total": "1",
        "chicken": ""
      },
      {
        "name": "드븐원챔",
        "win": "",
        "loss": "",
        "roulette": "2",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "디그",
        "win": "14",
        "loss": "38",
        "roulette": "3",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "디너치킨디너",
        "win": "",
        "loss": "",
        "roulette": "11",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "레전드",
        "win": "",
        "loss": "",
        "roulette": "7",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "로버",
        "win": "",
        "loss": "",
        "roulette": "10",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "롤린",
        "win": "116",
        "loss": "138",
        "roulette": "41",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "리신",
        "win": "",
        "loss": "",
        "roulette": "8",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "린",
        "win": "",
        "loss": "1",
        "roulette": "",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "린프",
        "win": "",
        "loss": "1",
        "roulette": "9",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "마담",
        "win": "19",
        "loss": "27",
        "roulette": "",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "말파",
        "win": "8",
        "loss": "4",
        "roulette": "16",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "멀대",
        "win": "",
        "loss": "",
        "roulette": "2",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "멕슬라이드",
        "win": "",
        "loss": "4",
        "roulette": "",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "모닥",
        "win": "4",
        "loss": "5",
        "roulette": "8",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "몽향",
        "win": "64",
        "loss": "49",
        "roulette": "24",
        "manner": "",
        "total": "",
        "chicken": "1"
      },
      {
        "name": "묵은지",
        "win": "",
        "loss": "",
        "roulette": "2",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "미드장인",
        "win": "6",
        "loss": "5",
        "roulette": "",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "민영",
        "win": "8",
        "loss": "4",
        "roulette": "1",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "민준",
        "win": "3",
        "loss": "1",
        "roulette": "",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "밍밍",
        "win": "4",
        "loss": "4",
        "roulette": "",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "바래",
        "win": "2",
        "loss": "1",
        "roulette": "",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "바윤",
        "win": "74",
        "loss": "69",
        "roulette": "4",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "즙밥",
        "win": "11",
        "loss": "16",
        "roulette": "2",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "박달봄",
        "win": "5",
        "loss": "3",
        "roulette": "",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "베일",
        "win": "1",
        "loss": "",
        "roulette": "",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "벨요괴",
        "win": "",
        "loss": "",
        "roulette": "3",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "복날",
        "win": "3",
        "loss": "2",
        "roulette": "",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "봉선배",
        "win": "1",
        "loss": "",
        "roulette": "",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "부원장",
        "win": "41",
        "loss": "33",
        "roulette": "17",
        "manner": "1",
        "total": "",
        "chicken": ""
      },
      {
        "name": "부카",
        "win": "19",
        "loss": "22",
        "roulette": "14",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "블라디",
        "win": "5",
        "loss": "7",
        "roulette": "",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "블레",
        "win": "1",
        "loss": "",
        "roulette": "",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "비에프",
        "win": "1",
        "loss": "",
        "roulette": "",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "빵C",
        "win": "21",
        "loss": "21",
        "roulette": "",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "쁘딱",
        "win": "",
        "loss": "",
        "roulette": "1",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "삥뿌루",
        "win": "",
        "loss": "1",
        "roulette": "",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "사쿠라",
        "win": "",
        "loss": "1",
        "roulette": "",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "산나비",
        "win": "1",
        "loss": "3",
        "roulette": "1",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "삼동맘",
        "win": "",
        "loss": "1",
        "roulette": "",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "삼성",
        "win": "17",
        "loss": "30",
        "roulette": "7",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "상큼",
        "win": "21",
        "loss": "30",
        "roulette": "18",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "새봄",
        "win": "1",
        "loss": "",
        "roulette": "",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "설지훈",
        "win": "2",
        "loss": "8",
        "roulette": "",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "세나",
        "win": "",
        "loss": "",
        "roulette": "7",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "셀피쉬",
        "win": "",
        "loss": "1",
        "roulette": "",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "슈리마",
        "win": "1",
        "loss": "",
        "roulette": "",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "슈리마",
        "win": "",
        "loss": "1",
        "roulette": "",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "스너뽀",
        "win": "6",
        "loss": "10",
        "roulette": "2",
        "manner": "",
        "total": "",
        "chicken": "1"
      },
      {
        "name": "승케",
        "win": "48",
        "loss": "32",
        "roulette": "5",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "식초",
        "win": "3",
        "loss": "1",
        "roulette": "2",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "영정",
        "win": "2",
        "loss": "3",
        "roulette": "",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "신지드",
        "win": "",
        "loss": "",
        "roulette": "3",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "신챔프",
        "win": "3",
        "loss": "1",
        "roulette": "",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "매후",
        "win": "",
        "loss": "1",
        "roulette": "",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "쌍룡",
        "win": "2",
        "loss": "",
        "roulette": "",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "썬이",
        "win": "2",
        "loss": "12",
        "roulette": "9",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "씹멸치",
        "win": "14",
        "loss": "16",
        "roulette": "3",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "씽송",
        "win": "9",
        "loss": "3",
        "roulette": "",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "아이고",
        "win": "1",
        "loss": "",
        "roulette": "3",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "아칼리",
        "win": "1",
        "loss": "",
        "roulette": "",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "에빌",
        "win": "",
        "loss": "1",
        "roulette": "",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "엔드",
        "win": "",
        "loss": "1",
        "roulette": "",
        "manner": "",
        "total": "",
        "chicken": ""
      },
      {
        "name": "예름",
        "win": "3",
        "loss": "2",
        "roulette": "",
        "manner": "",
        "total": "",
        "chicken": ""
      }
    ],
    "roulette44": {
      "headers": [
        "시청자 아이디",
        "듀오권",
        "원하는스펠",
        "원하는라인",
        "원하는챔프",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
      ],
      "rows": [
        {
          "name": "냔민",
          "items": {
            "원하는스펠": "2",
            "원하는라인": "1"
          }
        },
        {
          "name": "시부얌",
          "items": {
            "원하는스펠": "1",
            "원하는챔프": "3"
          }
        },
        {
          "name": "내꺼",
          "items": {
            "듀오권": "3",
            "원하는스펠": "4",
            "원하는라인": "4",
            "원하는챔프": "6"
          }
        },
        {
          "name": "대장",
          "items": {
            "원하는라인": "1"
          }
        },
        {
          "name": "노말",
          "items": {
            "원하는스펠": "1",
            "원하는라인": "2"
          }
        },
        {
          "name": "맞똥",
          "items": {
            "듀오권": "3",
            "원하는스펠": "4",
            "원하는라인": "3",
            "원하는챔프": "3"
          }
        },
        {
          "name": "고돌존잘",
          "items": {
            "듀오권": "1",
            "원하는챔프": "1"
          }
        },
        {
          "name": "용선",
          "items": {
            "원하는스펠": "1",
            "원하는라인": "1",
            "원하는챔프": "2"
          }
        },
        {
          "name": "롤린",
          "items": {}
        },
        {
          "name": "삼공",
          "items": {
            "듀오권": "1",
            "원하는챔프": "1"
          }
        },
        {
          "name": "망치",
          "items": {
            "듀오권": "2",
            "원하는라인": "1"
          }
        },
        {
          "name": "벼기",
          "items": {
            "듀오권": "1"
          }
        },
        {
          "name": "히키쨔",
          "items": {
            "원하는스펠": "2"
          }
        },
        {
          "name": "갓곰이",
          "items": {
            "듀오권": "2",
            "원하는라인": "1",
            "원하는챔프": "1"
          }
        },
        {
          "name": "도큐",
          "items": {
            "듀오권": "1",
            "원하는스펠": "1",
            "원하는챔프": "1"
          }
        },
        {
          "name": "기동",
          "items": {
            "원하는챔프": "1"
          }
        },
        {
          "name": "째리",
          "items": {
            "원하는라인": "1",
            "원하는챔프": "1"
          }
        },
        {
          "name": "정재",
          "items": {
            "원하는스펠": "1",
            "원하는라인": "1",
            "원하는챔프": "1"
          }
        },
        {
          "name": "블루",
          "items": {
            "듀오권": "1",
            "원하는챔프": "1"
          }
        },
        {
          "name": "꿀붤",
          "items": {
            "원하는라인": "1"
          }
        },
        {
          "name": "도큐",
          "items": {
            "듀오권": "3"
          }
        },
        {
          "name": "억까",
          "items": {}
        },
        {
          "name": "피츄",
          "items": {
            "듀오권": "5"
          }
        },
        {
          "name": "릴죠",
          "items": {
            "듀오권": "1"
          }
        },
        {
          "name": "슈붕",
          "items": {
            "듀오권": "1"
          }
        },
        {
          "name": "우잼",
          "items": {
            "듀오권": "1"
          }
        },
        {
          "name": "옹심",
          "items": {}
        },
        {
          "name": "포니",
          "items": {
            "듀오권": "1"
          }
        },
        {
          "name": "하자",
          "items": {
            "듀오권": "5"
          }
        }
      ]
    },
    "tft": {
      "headers": [
        "",
        "원하는챔프",
        "원하는시너지",
        "원하는덱",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
      ],
      "rows": [
        {
          "name": "피츄",
          "items": {
            "원하는챔프": "1",
            "원하는시너지": "1"
          }
        },
        {
          "name": "장카",
          "items": {
            "원하는덱": "1"
          }
        }
      ]
    },
    "praise": [
      {
        "name": "부원장",
        "entries": [
          "3.30-내편들다가남편될듯?"
        ]
      },
      {
        "name": "블루",
        "entries": [
          "2.22-사람들이 나억까하는데 그럴거면니가비제이하던가 하면서 실드쳐줌"
        ]
      },
      {
        "name": "이정자",
        "entries": [
          "2.23-내마오카이정글로짬처리해줌",
          "5.3-외로운싸움실드룰렛천사다까줌걱정해줌고마움"
        ]
      },
      {
        "name": "흑우잼",
        "entries": [
          "3.9-리엘이랑아침까지함께해줌",
          "7.24-탱글이라고 불러줌",
          "7.27-아프리카프사 리엘이사진으로 이쁘게 올려줌",
          "6.13 - 나밖에없음"
        ]
      },
      {
        "name": "롤린",
        "entries": [
          "3.14-여신이라고함",
          "3.26-롤체서렌쳐줌(10신화였음에도불구하고)",
          "3.27-이쁘다고 함 뜬금없이",
          "6.13 - 나밖에없음"
        ]
      },
      {
        "name": "혹성",
        "entries": [
          "3.19-연참권안깠다고양심고백함"
        ]
      },
      {
        "name": "용선",
        "entries": [
          "6.22-나랑덕몽하려고밥안먹음",
          "11.27 - 참아볼게님 웃게 해드림",
          "2.5 칼바람자리양보해줌"
        ]
      },
      {
        "name": "낑깡",
        "entries": [
          "7.26 - 리엘밖에 없다고 다른 여자 거절함"
        ]
      },
      {
        "name": "롤돌",
        "entries": [
          "8.2 - 한판더 썼는데 안깠다고 양심고백함"
        ]
      },
      {
        "name": "미니",
        "entries": [
          "11.1 - 수제 빼빼로 보내줌"
        ]
      },
      {
        "name": "메리",
        "entries": [
          "2.13 - 멋진 텐션"
        ]
      },
      {
        "name": "승케",
        "entries": [
          "2.13 - 멋진 텐션"
        ]
      },
      {
        "name": "하자",
        "entries": [
          "2.13 - 멋진 텐션"
        ]
      },
      {
        "name": "승무빙",
        "entries": [
          "4.17 - 방제말해줌"
        ]
      },
      {
        "name": "루아",
        "entries": [
          "5.16 - 생일 기억해줌"
        ]
      },
      {
        "name": "생강",
        "entries": [
          "6.13 - 나밖에없음"
        ]
      },
      {
        "name": "새콤",
        "entries": [
          "25.7.9 - 술마시고 왔는데 남탕에서 마시다 옴"
        ]
      },
      {
        "name": "그림자",
        "entries": [
          "10.19 - 노마리 미드 지나가면서 경험치 먹어서 미안하다해서 노마리 감동받음"
        ]
      },
      {
        "name": "노말",
        "entries": [
          "5.18- 뉴비 친절하게 안내해드림"
        ]
      },
      {
        "name": "투두",
        "entries": [
          "6.17 종참권 안까졌다고 양심고백함"
        ]
      }
    ],
    "deathnote": [
      {
        "name": "독사",
        "deathnotes": [
          {
            "round": 2,
            "reason": "/스크림하면서싸움"
          },
          {
            "round": 3,
            "reason": "티조위반반인데봐달라함"
          }
        ],
        "teamBan": null,
        "entries": [
          "[2열] /스크림하면서싸움",
          "[3열] 티조위반반인데봐달라함"
        ]
      },
      {
        "name": "정재",
        "deathnotes": [
          {
            "round": 2,
            "reason": "칼바람안끝냄"
          },
          {
            "round": 3,
            "reason": "20인팀뽑"
          }
        ],
        "teamBan": "7.26 다섯달",
        "entries": [
          "[2열] 칼바람안끝냄",
          "[3열] 20인팀뽑"
        ]
      },
      {
        "name": "딩고",
        "deathnotes": [
          {
            "round": 1,
            "reason": "챔프없는데 픽을 쳐 하고 나중에 챔프없다 시전"
          }
        ],
        "teamBan": null,
        "entries": [
          "[1열] 챔프없는데 픽을 쳐 하고 나중에 챔프없다 시전"
        ]
      },
      {
        "name": "중기",
        "deathnotes": [
          {
            "round": 1,
            "reason": "말안들음"
          },
          {
            "round": 2,
            "reason": "원딜카이사 너무박았다"
          },
          {
            "round": 3,
            "reason": "스크림하면서싸움"
          }
        ],
        "teamBan": null,
        "entries": [
          "[1열] 말안들음",
          "[2열] 원딜카이사 너무박았다",
          "[3열] 스크림하면서싸움"
        ]
      },
      {
        "name": "잎새",
        "deathnotes": [
          {
            "round": 1,
            "reason": "노마이크"
          }
        ],
        "teamBan": null,
        "entries": [
          "[1열] 노마이크"
        ]
      },
      {
        "name": "승케",
        "deathnotes": [
          {
            "round": 1,
            "reason": "혀나미존심빵에서 지면되지내돈아니야 발언"
          },
          {
            "round": 2,
            "reason": "부찌보여줄테니까너도부찌보여줄래?발언"
          }
        ],
        "teamBan": null,
        "entries": [
          "[1열] 혀나미존심빵에서 지면되지내돈아니야 발언",
          "[2열] 부찌보여줄테니까너도부찌보여줄래?발언"
        ]
      },
      {
        "name": "헤카림",
        "deathnotes": [
          {
            "round": 1,
            "reason": "노마이크"
          }
        ],
        "teamBan": null,
        "entries": [
          "[1열] 노마이크"
        ]
      },
      {
        "name": "블루",
        "deathnotes": [
          {
            "round": 2,
            "reason": "20인팀뽑"
          },
          {
            "round": 3,
            "reason": "디코이용"
          }
        ],
        "teamBan": "5.9",
        "entries": [
          "[2열] 20인팀뽑",
          "[3열] 디코이용"
        ]
      },
      {
        "name": "꿀꿀",
        "deathnotes": [
          {
            "round": 1,
            "reason": "자리비움"
          },
          {
            "round": 2,
            "reason": "게임탈주"
          }
        ],
        "teamBan": null,
        "entries": [
          "[1열] 자리비움",
          "[2열] 게임탈주"
        ]
      },
      {
        "name": "탑솔",
        "deathnotes": [
          {
            "round": 1,
            "reason": "게임하면서씨발거림"
          }
        ],
        "teamBan": null,
        "entries": [
          "[1열] 게임하면서씨발거림"
        ]
      },
      {
        "name": "천사",
        "deathnotes": [
          {
            "round": 1,
            "reason": "마이크소통거부"
          },
          {
            "round": 2,
            "reason": "예약빠짐"
          },
          {
            "round": 3,
            "reason": "노마이크"
          }
        ],
        "teamBan": null,
        "entries": [
          "[1열] 마이크소통거부",
          "[2열] 예약빠짐",
          "[3열] 노마이크"
        ]
      },
      {
        "name": "구의린",
        "deathnotes": [
          {
            "round": 1,
            "reason": "말투,마이크소통X"
          }
        ],
        "teamBan": null,
        "entries": [
          "[1열] 말투,마이크소통X"
        ]
      },
      {
        "name": "잘지내지",
        "deathnotes": [
          {
            "round": 1,
            "reason": "요네15데스노마이크"
          }
        ],
        "teamBan": null,
        "entries": [
          "[1열] 요네15데스노마이크"
        ]
      },
      {
        "name": "돈부리",
        "deathnotes": [
          {
            "round": 1,
            "reason": "갈틱폰하는데보..문제냄"
          },
          {
            "round": 2,
            "reason": "방송안오고디코에서놀았음"
          }
        ],
        "teamBan": null,
        "entries": [
          "[1열] 갈틱폰하는데보..문제냄",
          "[2열] 방송안오고디코에서놀았음"
        ]
      },
      {
        "name": "우잼",
        "deathnotes": [
          {
            "round": 1,
            "reason": "디코안옴"
          }
        ],
        "teamBan": "9.7(두달추가)",
        "entries": [
          "[1열] 디코안옴"
        ]
      },
      {
        "name": "에시코기",
        "deathnotes": [
          {
            "round": 1,
            "reason": "게임하는데나일부러죽임"
          },
          {
            "round": 2,
            "reason": "안들어옴"
          }
        ],
        "teamBan": null,
        "entries": [
          "[1열] 게임하는데나일부러죽임",
          "[2열] 안들어옴"
        ]
      },
      {
        "name": "쓸애기",
        "deathnotes": [
          {
            "round": 1,
            "reason": "게임하는데나일부러죽임"
          }
        ],
        "teamBan": null,
        "entries": [
          "[1열] 게임하는데나일부러죽임"
        ]
      },
      {
        "name": "망치",
        "deathnotes": [
          {
            "round": 1,
            "reason": "챔프없는데 픽하고 방 두번째깸"
          }
        ],
        "teamBan": null,
        "entries": [
          "[1열] 챔프없는데 픽하고 방 두번째깸"
        ]
      },
      {
        "name": "부원장",
        "deathnotes": [
          {
            "round": 1,
            "reason": "이정재한테못한다고함"
          },
          {
            "round": 2,
            "reason": "니미래남친조루발언"
          },
          {
            "round": 3,
            "reason": "디코나감"
          }
        ],
        "teamBan": null,
        "entries": [
          "[1열] 이정재한테못한다고함",
          "[2열] 니미래남친조루발언",
          "[3열] 디코나감"
        ]
      },
      {
        "name": "민영",
        "deathnotes": [
          {
            "round": 1,
            "reason": "줄안섬"
          }
        ],
        "teamBan": null,
        "entries": [
          "[1열] 줄안섬"
        ]
      },
      {
        "name": "재민",
        "deathnotes": [
          {
            "round": 1,
            "reason": "방송안보고디코하고놀았음"
          },
          {
            "round": 2,
            "reason": "노마이크"
          },
          {
            "round": 3,
            "reason": "20인팀뽑"
          }
        ],
        "teamBan": null,
        "entries": [
          "[1열] 방송안보고디코하고놀았음",
          "[2열] 노마이크",
          "[3열] 20인팀뽑"
        ]
      },
      {
        "name": "아들",
        "deathnotes": [
          {
            "round": 1,
            "reason": "노마이크"
          }
        ],
        "teamBan": null,
        "entries": [
          "[1열] 노마이크"
        ]
      },
      {
        "name": "퀵뷰",
        "deathnotes": [
          {
            "round": 1,
            "reason": "춤춤"
          }
        ],
        "teamBan": null,
        "entries": [
          "[1열] 춤춤"
        ]
      },
      {
        "name": "억까",
        "deathnotes": [
          {
            "round": 1,
            "reason": "라인말안해줌"
          }
        ],
        "teamBan": null,
        "entries": [
          "[1열] 라인말안해줌"
        ]
      },
      {
        "name": "노말",
        "deathnotes": [
          {
            "round": 1,
            "reason": "게임종료"
          }
        ],
        "teamBan": null,
        "entries": [
          "[1열] 게임종료"
        ]
      },
      {
        "name": "사건행",
        "deathnotes": [
          {
            "round": 1,
            "reason": "이미꿀꿀탈주해서다시했는데10분정도하고탈주함"
          },
          {
            "round": 2,
            "reason": "럭스개못한다고욕함"
          }
        ],
        "teamBan": null,
        "entries": [
          "[1열] 이미꿀꿀탈주해서다시했는데10분정도하고탈주함",
          "[2열] 럭스개못한다고욕함"
        ]
      },
      {
        "name": "용선",
        "deathnotes": [
          {
            "round": 1,
            "reason": "디코빨리안감"
          },
          {
            "round": 3,
            "reason": "/전챗"
          }
        ],
        "teamBan": "6/2",
        "entries": [
          "[1열] 디코빨리안감",
          "[3열] /전챗"
        ]
      },
      {
        "name": "스코",
        "deathnotes": [
          {
            "round": 1,
            "reason": "유나라하지말라했는데탑유나라함"
          },
          {
            "round": 2,
            "reason": "뒷담화"
          }
        ],
        "teamBan": null,
        "entries": [
          "[1열] 유나라하지말라했는데탑유나라함",
          "[2열] 뒷담화"
        ]
      },
      {
        "name": "루아",
        "deathnotes": [
          {
            "round": 3,
            "reason": "줄안섬"
          },
          {
            "round": 4,
            "reason": "20인 팀뽑(한달정지)"
          }
        ],
        "teamBan": null,
        "entries": [
          "[3열] 줄안섬",
          "[4열] 20인 팀뽑(한달정지)"
        ]
      },
      {
        "name": "쯔다",
        "deathnotes": [
          {
            "round": 1,
            "reason": "예약했다가취소하면서멘트:여자애랑 롤하러 가야지 샷"
          }
        ],
        "teamBan": null,
        "entries": [
          "[1열] 예약했다가취소하면서멘트:여자애랑 롤하러 가야지 샷"
        ]
      },
      {
        "name": "딩거버거",
        "deathnotes": [
          {
            "round": 1,
            "reason": "라인꼬아감"
          }
        ],
        "teamBan": null,
        "entries": [
          "[1열] 라인꼬아감"
        ]
      },
      {
        "name": "굴카",
        "deathnotes": [
          {
            "round": 1,
            "reason": "라인꼬아감"
          }
        ],
        "teamBan": null,
        "entries": [
          "[1열] 라인꼬아감"
        ]
      },
      {
        "name": "상턱",
        "deathnotes": [
          {
            "round": 1,
            "reason": "ㅈ밥이라고함"
          }
        ],
        "teamBan": null,
        "entries": [
          "[1열] ㅈ밥이라고함"
        ]
      },
      {
        "name": "싫다",
        "deathnotes": [
          {
            "round": 1,
            "reason": "예약해놓고안옴"
          },
          {
            "round": 2,
            "reason": "친목"
          }
        ],
        "teamBan": null,
        "entries": [
          "[1열] 예약해놓고안옴",
          "[2열] 친목"
        ]
      },
      {
        "name": "닭발",
        "deathnotes": [
          {
            "round": 1,
            "reason": "뒷디코"
          }
        ],
        "teamBan": null,
        "entries": [
          "[1열] 뒷디코"
        ]
      },
      {
        "name": "이간탱",
        "deathnotes": [
          {
            "round": 1,
            "reason": "줄다서있는데 내려감"
          },
          {
            "round": 2,
            "reason": "20인하다가 정전나서 방깸"
          },
          {
            "round": 3,
            "reason": "줄안섬"
          },
          {
            "round": 4,
            "reason": "안들어옴"
          }
        ],
        "teamBan": "20인팀뽑(5.26)",
        "entries": [
          "[1열] 줄다서있는데 내려감",
          "[2열] 20인하다가 정전나서 방깸",
          "[3열] 줄안섬",
          "[4열] 안들어옴"
        ]
      },
      {
        "name": "울정",
        "deathnotes": [
          {
            "round": 1,
            "reason": "디코이용"
          }
        ],
        "teamBan": null,
        "entries": [
          "[1열] 디코이용"
        ]
      },
      {
        "name": "미니",
        "deathnotes": [
          {
            "round": 1,
            "reason": "나보고납작하다고놀림(한달정지)(두달추가)"
          }
        ],
        "teamBan": null,
        "entries": [
          "[1열] 나보고납작하다고놀림(한달정지)(두달추가)"
        ]
      },
      {
        "name": "새콤",
        "deathnotes": [
          {
            "round": 1,
            "reason": "줄안섬"
          },
          {
            "round": 2,
            "reason": "줄안섬"
          },
          {
            "round": 3,
            "reason": "20인팀뽑"
          }
        ],
        "teamBan": "9.4",
        "entries": [
          "[1열] 줄안섬",
          "[2열] 줄안섬",
          "[3열] 20인팀뽑"
        ]
      },
      {
        "name": "주도권",
        "deathnotes": [
          {
            "round": 1,
            "reason": "T1못한다 발언"
          },
          {
            "round": 2,
            "reason": "팀뽑"
          }
        ],
        "teamBan": null,
        "entries": [
          "[1열] T1못한다 발언",
          "[2열] 팀뽑"
        ]
      },
      {
        "name": "열줌",
        "deathnotes": [
          {
            "round": 1,
            "reason": "스왑안하고화장실감+팀원한테 뭐라고 함"
          },
          {
            "round": 2,
            "reason": "20인팀뽑(한달정지)"
          }
        ],
        "teamBan": null,
        "entries": [
          "[1열] 스왑안하고화장실감+팀원한테 뭐라고 함",
          "[2열] 20인팀뽑(한달정지)"
        ]
      },
      {
        "name": "강우",
        "deathnotes": [
          {
            "round": 1,
            "reason": "라인말안해줌"
          }
        ],
        "teamBan": null,
        "entries": [
          "[1열] 라인말안해줌"
        ]
      },
      {
        "name": "몽향",
        "deathnotes": [
          {
            "round": 1,
            "reason": "1차타워 깨기 전에 라인스왑함"
          }
        ],
        "teamBan": null,
        "entries": [
          "[1열] 1차타워 깨기 전에 라인스왑함"
        ]
      },
      {
        "name": "건희",
        "deathnotes": [
          {
            "round": 1,
            "reason": "지각"
          },
          {
            "round": 2,
            "reason": "/20인하는데디코에서안나감"
          },
          {
            "round": 3,
            "reason": "이기고 ㅈ재민이라고 도발함"
          }
        ],
        "teamBan": null,
        "entries": [
          "[1열] 지각",
          "[2열] /20인하는데디코에서안나감",
          "[3열] 이기고 ㅈ재민이라고 도발함"
        ]
      },
      {
        "name": "종삼",
        "deathnotes": [
          {
            "round": 2,
            "reason": "라인꼬아감"
          },
          {
            "round": 3,
            "reason": "라인말안해줌"
          }
        ],
        "teamBan": null,
        "entries": [
          "[2열] 라인꼬아감",
          "[3열] 라인말안해줌"
        ]
      },
      {
        "name": "크림",
        "deathnotes": [
          {
            "round": 1,
            "reason": "노마이크"
          },
          {
            "round": 2,
            "reason": "롤체서렌침"
          }
        ],
        "teamBan": null,
        "entries": [
          "[1열] 노마이크",
          "[2열] 롤체서렌침"
        ]
      },
      {
        "name": "낑깡",
        "deathnotes": [
          {
            "round": 1,
            "reason": "방송안오고 디코접"
          },
          {
            "round": 2,
            "reason": "디코이용"
          }
        ],
        "teamBan": null,
        "entries": [
          "[1열] 방송안오고 디코접",
          "[2열] 디코이용"
        ]
      },
      {
        "name": "나나",
        "deathnotes": [
          {
            "round": 1,
            "reason": "20인팀뽑"
          },
          {
            "round": 2,
            "reason": "비에고견제"
          }
        ],
        "teamBan": "8.16",
        "entries": [
          "[1열] 20인팀뽑",
          "[2열] 비에고견제"
        ]
      },
      {
        "name": "만보",
        "deathnotes": [
          {
            "round": 1,
            "reason": "20인팀뽑"
          },
          {
            "round": 2,
            "reason": "20인팀뽑"
          }
        ],
        "teamBan": null,
        "entries": [
          "[1열] 20인팀뽑",
          "[2열] 20인팀뽑"
        ]
      },
      {
        "name": "미드",
        "deathnotes": [
          {
            "round": 1,
            "reason": "롤체견제"
          }
        ],
        "teamBan": null,
        "entries": [
          "[1열] 롤체견제"
        ]
      },
      {
        "name": "실로",
        "deathnotes": [
          {
            "round": 1,
            "reason": "정답말함"
          }
        ],
        "teamBan": null,
        "entries": [
          "[1열] 정답말함"
        ]
      },
      {
        "name": "수달",
        "deathnotes": [
          {
            "round": 1,
            "reason": "디코이용"
          }
        ],
        "teamBan": null,
        "entries": [
          "[1열] 디코이용"
        ]
      },
      {
        "name": "탱냥",
        "deathnotes": [
          {
            "round": 1,
            "reason": "20인 팀뽑"
          },
          {
            "round": 3,
            "reason": "20인팀뽑"
          }
        ],
        "teamBan": null,
        "entries": [
          "[1열] 20인 팀뽑",
          "[3열] 20인팀뽑"
        ]
      },
      {
        "name": "히키쨔",
        "deathnotes": [
          {
            "round": 1,
            "reason": "/팀뽑때디코에서마이크하지말라했는데세번더함"
          },
          {
            "round": 2,
            "reason": "꺼억"
          }
        ],
        "teamBan": null,
        "entries": [
          "[1열] /팀뽑때디코에서마이크하지말라했는데세번더함",
          "[2열] 꺼억"
        ]
      },
      {
        "name": "푸우",
        "deathnotes": [
          {
            "round": 1,
            "reason": "롤체서렌"
          },
          {
            "round": 2,
            "reason": "롤체서렌"
          }
        ],
        "teamBan": null,
        "entries": [
          "[1열] 롤체서렌",
          "[2열] 롤체서렌"
        ]
      },
      {
        "name": "나양",
        "deathnotes": [
          {
            "round": 1,
            "reason": "디코에서시끄럽게함"
          },
          {
            "round": 2,
            "reason": "/나쁜말함"
          },
          {
            "round": 3,
            "reason": "끝내지말라고함"
          }
        ],
        "teamBan": null,
        "entries": [
          "[1열] 디코에서시끄럽게함",
          "[2열] /나쁜말함",
          "[3열] 끝내지말라고함"
        ]
      },
      {
        "name": "혀나미",
        "deathnotes": [
          {
            "round": 1,
            "reason": "줄안섬"
          }
        ],
        "teamBan": "9.4",
        "entries": [
          "[1열] 줄안섬"
        ]
      },
      {
        "name": "졍쓰",
        "deathnotes": [
          {
            "round": 1,
            "reason": "노마이크"
          }
        ],
        "teamBan": null,
        "entries": [
          "[1열] 노마이크"
        ]
      },
      {
        "name": "작승",
        "deathnotes": [
          {
            "round": 1,
            "reason": "칼바람안끝냄"
          },
          {
            "round": 3,
            "reason": "시비걺"
          }
        ],
        "teamBan": null,
        "entries": [
          "[1열] 칼바람안끝냄",
          "[3열] 시비걺"
        ]
      },
      {
        "name": "후하",
        "deathnotes": [
          {
            "round": 1,
            "reason": "픽안함"
          },
          {
            "round": 2,
            "reason": "20인중간탈주"
          }
        ],
        "teamBan": null,
        "entries": [
          "[1열] 픽안함",
          "[2열] 20인중간탈주"
        ]
      },
      {
        "name": "성우",
        "deathnotes": [
          {
            "round": 1,
            "reason": "20인팀뽑"
          }
        ],
        "teamBan": null,
        "entries": [
          "[1열] 20인팀뽑"
        ]
      },
      {
        "name": "랄부",
        "deathnotes": [
          {
            "round": 1,
            "reason": "20인에서 뽑히기 싫어함"
          }
        ],
        "teamBan": null,
        "entries": [
          "[1열] 20인에서 뽑히기 싫어함"
        ]
      },
      {
        "name": "장카",
        "deathnotes": [
          {
            "round": 1,
            "reason": "노마이크"
          },
          {
            "round": 2,
            "reason": "20인팀뽑"
          }
        ],
        "teamBan": null,
        "entries": [
          "[1열] 노마이크",
          "[2열] 20인팀뽑"
        ]
      },
      {
        "name": "롤린",
        "deathnotes": [
          {
            "round": 1,
            "reason": "20인팀뽑"
          }
        ],
        "teamBan": null,
        "entries": [
          "[1열] 20인팀뽑"
        ]
      },
      {
        "name": "팔봉",
        "deathnotes": [
          {
            "round": 1,
            "reason": "템없는데씀"
          },
          {
            "round": 2,
            "reason": "나뽑지마라발언함"
          }
        ],
        "teamBan": null,
        "entries": [
          "[1열] 템없는데씀",
          "[2열] 나뽑지마라발언함"
        ]
      },
      {
        "name": "볼츠몽",
        "deathnotes": [
          {
            "round": 1,
            "reason": "닷지"
          }
        ],
        "teamBan": null,
        "entries": [
          "[1열] 닷지"
        ]
      },
      {
        "name": "마타",
        "deathnotes": [
          {
            "round": 1,
            "reason": "20인팀뽑"
          },
          {
            "round": 2,
            "reason": "/20인팀뽑"
          }
        ],
        "teamBan": "5.14",
        "entries": [
          "[1열] 20인팀뽑",
          "[2열] /20인팀뽑"
        ]
      },
      {
        "name": "막내",
        "deathnotes": [
          {
            "round": 1,
            "reason": "방두번깸"
          },
          {
            "round": 2,
            "reason": "디코이용"
          }
        ],
        "teamBan": null,
        "entries": [
          "[1열] 방두번깸",
          "[2열] 디코이용"
        ]
      },
      {
        "name": "바윤",
        "deathnotes": [
          {
            "round": 1,
            "reason": "예약하고안옴/칼바안끝냄"
          },
          {
            "round": 2,
            "reason": "라인말안해줌"
          }
        ],
        "teamBan": null,
        "entries": [
          "[1열] 예약하고안옴/칼바안끝냄",
          "[2열] 라인말안해줌"
        ]
      },
      {
        "name": "효니",
        "deathnotes": [
          {
            "round": 1,
            "reason": "20인"
          },
          {
            "round": 2,
            "reason": "20인팀뽑"
          },
          {
            "round": 4,
            "reason": "디코이용"
          }
        ],
        "teamBan": "9.11",
        "entries": [
          "[1열] 20인",
          "[2열] 20인팀뽑",
          "[4열] 디코이용"
        ]
      },
      {
        "name": "투두",
        "deathnotes": [
          {
            "round": 1,
            "reason": "방깸"
          },
          {
            "round": 2,
            "reason": "/라인스왑"
          }
        ],
        "teamBan": null,
        "entries": [
          "[1열] 방깸",
          "[2열] /라인스왑"
        ]
      },
      {
        "name": "디그",
        "deathnotes": [
          {
            "round": 1,
            "reason": "20인팀뽑"
          },
          {
            "round": 2,
            "reason": "안들어옴"
          }
        ],
        "teamBan": "8.31",
        "entries": [
          "[1열] 20인팀뽑",
          "[2열] 안들어옴"
        ]
      },
      {
        "name": "냠냠",
        "deathnotes": [],
        "teamBan": "8.5 세달정지 + 2달",
        "entries": []
      },
      {
        "name": "이쓸",
        "deathnotes": [
          {
            "round": 1,
            "reason": "20인팀뽑"
          },
          {
            "round": 2,
            "reason": "20인팀뽑"
          }
        ],
        "teamBan": null,
        "entries": [
          "[1열] 20인팀뽑",
          "[2열] 20인팀뽑"
        ]
      },
      {
        "name": "찬우",
        "deathnotes": [
          {
            "round": 1,
            "reason": "디코만이용"
          }
        ],
        "teamBan": null,
        "entries": [
          "[1열] 디코만이용"
        ]
      },
      {
        "name": "추암",
        "deathnotes": [
          {
            "round": 1,
            "reason": "20인팀뽑"
          },
          {
            "round": 2,
            "reason": "20인팀뽑"
          }
        ],
        "teamBan": "8.21+8.30 두달",
        "entries": [
          "[1열] 20인팀뽑",
          "[2열] 20인팀뽑"
        ]
      },
      {
        "name": "현빈",
        "deathnotes": [
          {
            "round": 1,
            "reason": "20인팀뽑"
          }
        ],
        "teamBan": null,
        "entries": [
          "[1열] 20인팀뽑"
        ]
      },
      {
        "name": "재훈",
        "deathnotes": [
          {
            "round": 1,
            "reason": "라인스왑"
          }
        ],
        "teamBan": null,
        "entries": [
          "[1열] 라인스왑"
        ]
      },
      {
        "name": "겨울",
        "deathnotes": [
          {
            "round": 2,
            "reason": "디쾽용"
          },
          {
            "round": 3,
            "reason": "예취"
          }
        ],
        "teamBan": "6.7",
        "entries": [
          "[2열] 디쾽용",
          "[3열] 예취"
        ]
      },
      {
        "name": "뜅화니",
        "deathnotes": [
          {
            "round": 1,
            "reason": "디코이용"
          },
          {
            "round": 2,
            "reason": "노마이크(1421)"
          },
          {
            "round": 3,
            "reason": "친목(솔랭및개인디코)X5"
          }
        ],
        "teamBan": null,
        "entries": [
          "[1열] 디코이용",
          "[2열] 노마이크(1421)",
          "[3열] 친목(솔랭및개인디코)X5"
        ]
      },
      {
        "name": "와쏘베쏘",
        "deathnotes": [
          {
            "round": 2,
            "reason": "존빵에서 모니터이슈로 중간에 못함"
          },
          {
            "round": 3,
            "reason": "존빵에서 모니터이슈로 중간에 못함"
          },
          {
            "round": 4,
            "reason": "디코이용"
          }
        ],
        "teamBan": null,
        "entries": [
          "[2열] 존빵에서 모니터이슈로 중간에 못함",
          "[3열] 존빵에서 모니터이슈로 중간에 못함",
          "[4열] 디코이용"
        ]
      },
      {
        "name": "베베",
        "deathnotes": [
          {
            "round": 1,
            "reason": "디코이용"
          },
          {
            "round": 2,
            "reason": "히키쨔랑싸움"
          }
        ],
        "teamBan": null,
        "entries": [
          "[1열] 디코이용",
          "[2열] 히키쨔랑싸움"
        ]
      },
      {
        "name": "나르",
        "deathnotes": [
          {
            "round": 1,
            "reason": "20인한다고해서사다리탔는데빠짐"
          }
        ],
        "teamBan": null,
        "entries": [
          "[1열] 20인한다고해서사다리탔는데빠짐"
        ]
      },
      {
        "name": "안라국",
        "deathnotes": [
          {
            "round": 1,
            "reason": "안들어옴"
          }
        ],
        "teamBan": null,
        "entries": [
          "[1열] 안들어옴"
        ]
      },
      {
        "name": "지민",
        "deathnotes": [
          {
            "round": 1,
            "reason": "안들어옴"
          }
        ],
        "teamBan": null,
        "entries": [
          "[1열] 안들어옴"
        ]
      },
      {
        "name": "뷴대장",
        "deathnotes": [
          {
            "round": 1,
            "reason": "예약하고안옴"
          },
          {
            "round": 2,
            "reason": "티조위"
          }
        ],
        "teamBan": null,
        "entries": [
          "[1열] 예약하고안옴",
          "[2열] 티조위"
        ]
      },
      {
        "name": "리엘",
        "deathnotes": [],
        "teamBan": "8.14",
        "entries": []
      },
      {
        "name": "모노",
        "deathnotes": [
          {
            "round": 1,
            "reason": "라인말안해줌"
          }
        ],
        "teamBan": null,
        "entries": [
          "[1열] 라인말안해줌"
        ]
      },
      {
        "name": "길태준",
        "deathnotes": [
          {
            "round": 1,
            "reason": "라인말안해줌"
          }
        ],
        "teamBan": null,
        "entries": [
          "[1열] 라인말안해줌"
        ]
      }
    ],
    "userMap": {
      "모닥": {
        "name": "모닥",
        "roulette1": {
          "1회연참권": "3",
          "선참권": "4",
          "종일연참권": "1",
          "한판더": "2/칼바람1"
        },
        "roulette2": {},
        "points": {
          "name": "모닥",
          "win": "4",
          "loss": "5",
          "roulette": "8",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "짭": {
        "name": "짭",
        "roulette1": {
          "팀지정권": "i",
          "한판더": "1"
        },
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "롤린": {
        "name": "롤린",
        "roulette1": {
          "1회연참권": "4",
          "선참권": "84",
          "팀지정권": "2",
          "노벤권": "18",
          "글벤권": "1",
          "종일연참권": "2",
          "한판더": "6/칼바람0",
          "두판더": "2",
          "듀오권": "1",
          "진영지정": "2",
          "반대팀": "5",
          "같은팀": "1",
          "종같팀/종반팀": "2",
          "리롤권": "1",
          "포지션변경": "1",
          "부라인등록권": "2"
        },
        "roulette2": {
          "원하는리액션": "2",
          "전데": "1",
          "방셀": "5",
          "노래": "1",
          "식데": "1",
          "노방종": "2",
          "노방종 실드": "3",
          "캠방": "4"
        },
        "points": {
          "name": "롤린",
          "win": "116",
          "loss": "138",
          "roulette": "41",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [
          "3.14-여신이라고함",
          "3.26-롤체서렌쳐줌(10신화였음에도불구하고)",
          "3.27-이쁘다고 함 뜬금없이",
          "6.13 - 나밖에없음"
        ],
        "deathnote": [
          {
            "round": 1,
            "reason": "20인팀뽑"
          }
        ],
        "teamBan": null,
        "totalItemCount": 0
      },
      "오징어": {
        "name": "오징어",
        "roulette1": {
          "한판더": "칼바람1"
        },
        "roulette2": {
          "원하는리액션": "1"
        },
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "고요히": {
        "name": "고요히",
        "roulette1": {
          "1회연참권": "8",
          "선참권": "2",
          "노벤권": "2",
          "글벤권": "6",
          "종일연참권": "1",
          "두판더": "1",
          "듀오권": "1",
          "같은팀": "1",
          "리롤권": "3"
        },
        "roulette2": {},
        "points": {
          "name": "고요히",
          "win": "19",
          "loss": "27",
          "roulette": "42",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "헤카림": {
        "name": "헤카림",
        "roulette1": {
          "1회연참권": "9",
          "노벤권": "2",
          "한판더": "1",
          "진영지정": "1",
          "반대팀": "1",
          "같은팀": "1"
        },
        "roulette2": {
          "캠방": "1"
        },
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [
          {
            "round": 1,
            "reason": "노마이크"
          }
        ],
        "teamBan": null,
        "totalItemCount": 0
      },
      "상큼": {
        "name": "상큼",
        "roulette1": {
          "팀지정권": "2",
          "진영지정": "1"
        },
        "roulette2": {},
        "points": {
          "name": "상큼",
          "win": "21",
          "loss": "30",
          "roulette": "18",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "린프": {
        "name": "린프",
        "roulette1": {
          "팀지정권": "2",
          "글벤권": "3",
          "진영지정": "1"
        },
        "roulette2": {},
        "points": {
          "name": "린프",
          "win": "",
          "loss": "1",
          "roulette": "9",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "전진영": {
        "name": "전진영",
        "roulette1": {
          "1회연참권": "7",
          "노벤권": "1"
        },
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "부원장": {
        "name": "부원장",
        "roulette1": {
          "1회연참권": "2",
          "선참권": "1",
          "팀지정권": "2",
          "노벤권": "2",
          "글벤권": "1",
          "반대팀": "2"
        },
        "roulette2": {
          "원하는리액션": "1"
        },
        "points": {
          "name": "부원장",
          "win": "41",
          "loss": "33",
          "roulette": "17",
          "manner": "1",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [
          "3.30-내편들다가남편될듯?"
        ],
        "deathnote": [
          {
            "round": 1,
            "reason": "이정재한테못한다고함"
          },
          {
            "round": 2,
            "reason": "니미래남친조루발언"
          },
          {
            "round": 3,
            "reason": "디코나감"
          }
        ],
        "teamBan": null,
        "totalItemCount": 0
      },
      "부카": {
        "name": "부카",
        "roulette1": {
          "1회연참권": "21",
          "선참권": "3",
          "팀지정권": "1",
          "노벤권": "11",
          "글벤권": "2",
          "종일연참권": "8",
          "한판더": "2/칼바람2",
          "듀오권": "4",
          "반대팀": "2",
          "같은팀": "1",
          "리롤권": "1"
        },
        "roulette2": {},
        "points": {
          "name": "부카",
          "win": "19",
          "loss": "22",
          "roulette": "14",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "재민": {
        "name": "재민",
        "roulette1": {
          "1회연참권": "5",
          "선참권": "3",
          "노벤권": "1",
          "글벤권": "1",
          "한판더": "1/칼판",
          "듀오권": "1"
        },
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [
          {
            "round": 1,
            "reason": "방송안보고디코하고놀았음"
          },
          {
            "round": 2,
            "reason": "노마이크"
          },
          {
            "round": 3,
            "reason": "20인팀뽑"
          }
        ],
        "teamBan": null,
        "totalItemCount": 0
      },
      "오밤쌀": {
        "name": "오밤쌀",
        "roulette1": {
          "1회연참권": "3",
          "팀지정권": "1",
          "종일연참권": "1"
        },
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "토레이님": {
        "name": "토레이님",
        "roulette1": {
          "두판더": "1"
        },
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "하늘": {
        "name": "하늘",
        "roulette1": {
          "팀지정권": "3",
          "노벤권": "4",
          "글벤권": "1",
          "한판더": "2",
          "진영지정": "6",
          "같은팀": "1"
        },
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "노찌롱": {
        "name": "노찌롱",
        "roulette1": {},
        "roulette2": {},
        "points": {
          "name": "노찌롱",
          "win": "9",
          "loss": "16",
          "roulette": "",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "솔하음이": {
        "name": "솔하음이",
        "roulette1": {
          "1회연참권": "2",
          "글벤권": "1",
          "두판더": "1"
        },
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "러브": {
        "name": "러브",
        "roulette1": {
          "1회연참권": "1",
          "팀지정권": "2",
          "노벤권": "1",
          "종일연참권": "3"
        },
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "팀운미아": {
        "name": "팀운미아",
        "roulette1": {
          "1회연참권": "1",
          "노벤권": "2",
          "글벤권": "2"
        },
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "사냥고양이": {
        "name": "사냥고양이",
        "roulette1": {
          "글벤권": "1"
        },
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "도독오도독": {
        "name": "도독오도독",
        "roulette1": {
          "1회연참권": "2",
          "글벤권": "1"
        },
        "roulette2": {},
        "points": {
          "name": "도독오도독",
          "win": "",
          "loss": "",
          "roulette": "9",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "넥톤": {
        "name": "넥톤",
        "roulette1": {
          "팀지정권": "1",
          "노벤권": "2",
          "한판더": "1"
        },
        "roulette2": {},
        "points": {
          "name": "넥톤",
          "win": "1",
          "loss": "2",
          "roulette": "1",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "몽향": {
        "name": "몽향",
        "roulette1": {
          "1회연참권": "1",
          "선참권": "5",
          "팀지정권": "5",
          "글벤권": "18",
          "종일연참권": "2",
          "한판더": "1",
          "듀오권": "1",
          "같은팀": "2",
          "포지션변경": "1"
        },
        "roulette2": {
          "얼낙": "1",
          "퀵뷰": "1",
          "닉변": "1",
          "방셀": "5",
          "노래": "1",
          "구독권": "2",
          "얼낙 실드": "1"
        },
        "points": {
          "name": "몽향",
          "win": "64",
          "loss": "49",
          "roulette": "24",
          "manner": "",
          "total": "",
          "chicken": "1"
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [
          {
            "round": 1,
            "reason": "1차타워 깨기 전에 라인스왑함"
          }
        ],
        "teamBan": null,
        "totalItemCount": 0
      },
      "멀대": {
        "name": "멀대",
        "roulette1": {
          "팀지정권": "1",
          "노벤권": "2",
          "반대팀": "1"
        },
        "roulette2": {},
        "points": {
          "name": "멀대",
          "win": "",
          "loss": "",
          "roulette": "2",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "구오생": {
        "name": "구오생",
        "roulette1": {
          "1회연참권": "1",
          "노벤권": "1"
        },
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "흔동": {
        "name": "흔동",
        "roulette1": {},
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "난챌": {
        "name": "난챌",
        "roulette1": {
          "글벤권": "2"
        },
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "빵씨": {
        "name": "빵씨",
        "roulette1": {
          "1회연참권": "4",
          "노벤권": "3",
          "종일연참권": "1"
        },
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "김천이선수": {
        "name": "김천이선수",
        "roulette1": {
          "글벤권": "1"
        },
        "roulette2": {},
        "points": {
          "name": "김천이선수",
          "win": "",
          "loss": "",
          "roulette": "1",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "뀨유울": {
        "name": "뀨유울",
        "roulette1": {
          "팀지정권": "1",
          "노벤권": "1",
          "글벤권": "1"
        },
        "roulette2": {},
        "points": {
          "name": "뀨유울",
          "win": "",
          "loss": "",
          "roulette": "2",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "허그키스": {
        "name": "허그키스",
        "roulette1": {
          "1회연참권": "2",
          "팀지정권": "2",
          "노벤권": "5",
          "글벤권": "2",
          "종일연참권": "3",
          "한판더": "1"
        },
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "아이고": {
        "name": "아이고",
        "roulette1": {
          "1회연참권": "2",
          "팀지정권": "1",
          "노벤권": "4",
          "글벤권": "5",
          "종일연참권": "1",
          "두판더": "1"
        },
        "roulette2": {},
        "points": {
          "name": "아이고",
          "win": "1",
          "loss": "",
          "roulette": "3",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "복도뤼": {
        "name": "복도뤼",
        "roulette1": {},
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "두부": {
        "name": "두부",
        "roulette1": {
          "1회연참권": "1",
          "노벤권": "11",
          "글벤권": "1",
          "한판더": "1"
        },
        "roulette2": {
          "원하는리액션": "1",
          "얼낙": "13",
          "닉변": "12",
          "방셀": "5",
          "얼낙 실드": "8",
          "손편지+선물": "1"
        },
        "points": {
          "name": "두부",
          "win": "44",
          "loss": "38",
          "roulette": "104",
          "manner": "",
          "total": "1",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "노아": {
        "name": "노아",
        "roulette1": {
          "1회연참권": "1",
          "노벤권": "2",
          "글벤권": "4",
          "진영지정": "1"
        },
        "roulette2": {},
        "points": {
          "name": "노아",
          "win": "5",
          "loss": "1",
          "roulette": "",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "잘옹": {
        "name": "잘옹",
        "roulette1": {
          "1회연참권": "3",
          "노벤권": "1",
          "글벤권": "1"
        },
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "팀미": {
        "name": "팀미",
        "roulette1": {},
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "세나": {
        "name": "세나",
        "roulette1": {
          "팀지정권": "1",
          "글벤권": "1",
          "종일연참권": "1"
        },
        "roulette2": {},
        "points": {
          "name": "세나",
          "win": "",
          "loss": "",
          "roulette": "7",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "승케": {
        "name": "승케",
        "roulette1": {
          "1회연참권": "4",
          "선참권": "6",
          "팀지정권": "1",
          "노벤권": "5",
          "글벤권": "2",
          "종일연참권": "2",
          "한판더": "1",
          "같은팀": "1",
          "포지션변경": "1",
          "전챗허용권": "1"
        },
        "roulette2": {
          "노방종": "1",
          "노휴방": "1"
        },
        "points": {
          "name": "승케",
          "win": "48",
          "loss": "32",
          "roulette": "5",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [
          "2.13 - 멋진 텐션"
        ],
        "deathnote": [
          {
            "round": 1,
            "reason": "혀나미존심빵에서 지면되지내돈아니야 발언"
          },
          {
            "round": 2,
            "reason": "부찌보여줄테니까너도부찌보여줄래?발언"
          }
        ],
        "teamBan": null,
        "totalItemCount": 0
      },
      "낑깡": {
        "name": "낑깡",
        "roulette1": {
          "선참권": "1",
          "팀지정권": "1",
          "노벤권": "5",
          "글벤권": "1",
          "같은팀": "-1",
          "포지션변경": "5"
        },
        "roulette2": {
          "방셀": "1",
          "구독권": "1",
          "캠방": "1"
        },
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [
          "7.26 - 리엘밖에 없다고 다른 여자 거절함"
        ],
        "deathnote": [
          {
            "round": 1,
            "reason": "방송안오고 디코접"
          },
          {
            "round": 2,
            "reason": "디코이용"
          }
        ],
        "teamBan": null,
        "totalItemCount": 0
      },
      "눕": {
        "name": "눕",
        "roulette1": {},
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "당당": {
        "name": "당당",
        "roulette1": {
          "노벤권": "1"
        },
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "까리씨": {
        "name": "까리씨",
        "roulette1": {
          "팀지정권": "1",
          "글벤권": "1"
        },
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "관초": {
        "name": "관초",
        "roulette1": {
          "1회연참권": "2",
          "팀지정권": "1"
        },
        "roulette2": {},
        "points": {
          "name": "관초",
          "win": "2",
          "loss": "1",
          "roulette": "2",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "핥짝": {
        "name": "핥짝",
        "roulette1": {},
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "레전드": {
        "name": "레전드",
        "roulette1": {},
        "roulette2": {},
        "points": {
          "name": "레전드",
          "win": "",
          "loss": "",
          "roulette": "7",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "식초": {
        "name": "식초",
        "roulette1": {
          "1회연참권": "1",
          "노벤권": "2",
          "글벤권": "2",
          "듀오권": "1",
          "포지션변경": "1"
        },
        "roulette2": {
          "얼낙 실드": "1"
        },
        "points": {
          "name": "식초",
          "win": "3",
          "loss": "1",
          "roulette": "2",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "필오": {
        "name": "필오",
        "roulette1": {
          "1회연참권": "1"
        },
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "탱고미": {
        "name": "탱고미",
        "roulette1": {
          "1회연참권": "2",
          "글벤권": "1",
          "듀오권": "1"
        },
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "삑": {
        "name": "삑",
        "roulette1": {
          "선참권": "1",
          "팀지정권": "1"
        },
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "스너뽀": {
        "name": "스너뽀",
        "roulette1": {
          "1회연참권": "11",
          "선참권": "25",
          "노벤권": "1",
          "글벤권": "1",
          "종일연참권": "1",
          "듀오권": "1"
        },
        "roulette2": {
          "노방종 실드": "2"
        },
        "points": {
          "name": "스너뽀",
          "win": "6",
          "loss": "10",
          "roulette": "2",
          "manner": "",
          "total": "",
          "chicken": "1"
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "나르": {
        "name": "나르",
        "roulette1": {
          "같은팀": "1"
        },
        "roulette2": {},
        "points": {
          "name": "나르",
          "win": "16",
          "loss": "8",
          "roulette": "",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [
          {
            "round": 1,
            "reason": "20인한다고해서사다리탔는데빠짐"
          }
        ],
        "teamBan": null,
        "totalItemCount": 0
      },
      "할로우하이": {
        "name": "할로우하이",
        "roulette1": {
          "노벤권": "1"
        },
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "아들": {
        "name": "아들",
        "roulette1": {
          "1회연참권": "5",
          "선참권": "1",
          "팀지정권": "1",
          "노벤권": "2",
          "글벤권": "6",
          "종일연참권": "1"
        },
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [
          {
            "round": 1,
            "reason": "노마이크"
          }
        ],
        "teamBan": null,
        "totalItemCount": 0
      },
      "죡망": {
        "name": "죡망",
        "roulette1": {
          "팀지정권": "1",
          "글벤권": "1"
        },
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "박달봄": {
        "name": "박달봄",
        "roulette1": {
          "듀오권": "2"
        },
        "roulette2": {},
        "points": {
          "name": "박달봄",
          "win": "5",
          "loss": "3",
          "roulette": "",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "정재": {
        "name": "정재",
        "roulette1": {
          "1회연참권": "11",
          "노벤권": "1",
          "방송1시간": "2",
          "포지션변경": "2",
          "암표": "1",
          "부라인등록권": "4"
        },
        "roulette2": {},
        "points": null,
        "roulette44": {
          "원하는스펠": "1",
          "원하는라인": "1",
          "원하는챔프": "1"
        },
        "tft": {},
        "praises": [],
        "deathnote": [
          {
            "round": 2,
            "reason": "칼바람안끝냄"
          },
          {
            "round": 3,
            "reason": "20인팀뽑"
          }
        ],
        "teamBan": "7.26 다섯달",
        "totalItemCount": 0
      },
      "덕배": {
        "name": "덕배",
        "roulette1": {
          "1회연참권": "3"
        },
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "콜라": {
        "name": "콜라",
        "roulette1": {
          "듀오권": "1"
        },
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "장난": {
        "name": "장난",
        "roulette1": {
          "팀지정권": "1"
        },
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "ys": {
        "name": "YS",
        "roulette1": {
          "팀지정권": "1"
        },
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "썬이": {
        "name": "썬이",
        "roulette1": {
          "1회연참권": "3",
          "노벤권": "7",
          "글벤권": "5",
          "종일연참권": "1",
          "듀오권": "2"
        },
        "roulette2": {},
        "points": {
          "name": "썬이",
          "win": "2",
          "loss": "12",
          "roulette": "9",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "말파": {
        "name": "말파",
        "roulette1": {
          "1회연참권": "3",
          "선참권": "1",
          "팀지정권": "1",
          "노벤권": "5",
          "글벤권": "4",
          "종일연참권": "2",
          "듀오권": "2"
        },
        "roulette2": {
          "퀵뷰": "2",
          "구독권": "2",
          "얼낙 실드": "1",
          "노방종 실드": "1"
        },
        "points": {
          "name": "말파",
          "win": "8",
          "loss": "4",
          "roulette": "16",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "6": {
        "name": "6",
        "roulette1": {
          "노벤권": "1",
          "듀오권": "1"
        },
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "홍팡": {
        "name": "홍팡",
        "roulette1": {
          "선참권": "1",
          "글벤권": "2"
        },
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "존잘휴지": {
        "name": "존잘휴지",
        "roulette1": {
          "선참권": "1"
        },
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "로세": {
        "name": "로세",
        "roulette1": {
          "1회연참권": "1",
          "방송1시간": "1",
          "듀오권": "1"
        },
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "다닐": {
        "name": "다닐",
        "roulette1": {
          "1회연참권": "4"
        },
        "roulette2": {},
        "points": {
          "name": "다닐",
          "win": "3",
          "loss": "3",
          "roulette": "",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "디그": {
        "name": "디그",
        "roulette1": {
          "1회연참권": "2",
          "노벤권": "1",
          "글벤권": "4",
          "종일연참권": "3",
          "진영지정": "1",
          "종같팀/종반팀": "1"
        },
        "roulette2": {},
        "points": {
          "name": "디그",
          "win": "14",
          "loss": "38",
          "roulette": "3",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [
          {
            "round": 1,
            "reason": "20인팀뽑"
          },
          {
            "round": 2,
            "reason": "안들어옴"
          }
        ],
        "teamBan": "8.31",
        "totalItemCount": 0
      },
      "청송콩": {
        "name": "청송콩",
        "roulette1": {
          "팀지정권": "1"
        },
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "곰구사": {
        "name": "곰구사",
        "roulette1": {
          "선참권": "1"
        },
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "멸치": {
        "name": "멸치",
        "roulette1": {
          "팀지정권": "1",
          "노벤권": "2"
        },
        "roulette2": {
          "얼낙": "1"
        },
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "와꾸": {
        "name": "와꾸",
        "roulette1": {
          "1회연참권": "20",
          "선참권": "10",
          "팀지정권": "5",
          "노벤권": "10",
          "글벤권": "10",
          "종일연참권": "10",
          "한판더": "2",
          "반대팀": "1",
          "같은팀": "2",
          "리롤권": "1"
        },
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "똥가루": {
        "name": "똥가루",
        "roulette1": {
          "선참권": "1"
        },
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "라플": {
        "name": "라플",
        "roulette1": {},
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "글로아": {
        "name": "글로아",
        "roulette1": {
          "1회연참권": "1",
          "노벤권": "2",
          "글벤권": "3",
          "종일연참권": "1",
          "듀오권": "2"
        },
        "roulette2": {
          "방셀": "1"
        },
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "대장": {
        "name": "대장",
        "roulette1": {
          "1회연참권": "1",
          "팀지정권": "1",
          "리롤권": "1"
        },
        "roulette2": {},
        "points": {
          "name": "대장",
          "win": "",
          "loss": "",
          "roulette": "2",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {
          "원하는라인": "1"
        },
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "플따귀": {
        "name": "플따귀",
        "roulette1": {
          "선참권": "1"
        },
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "셔츠": {
        "name": "셔츠",
        "roulette1": {
          "1회연참권": "3"
        },
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "케이": {
        "name": "케이",
        "roulette1": {
          "선참권": "1"
        },
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "콘팬": {
        "name": "콘팬",
        "roulette1": {
          "1회연참권": "3"
        },
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "두디밀리": {
        "name": "두디밀리",
        "roulette1": {
          "글벤권": "1"
        },
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "민써": {
        "name": "민써",
        "roulette1": {
          "선참권": "1"
        },
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "나미": {
        "name": "나미",
        "roulette1": {
          "팀지정권": "1",
          "노벤권": "1",
          "글벤권": "1"
        },
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "현챵": {
        "name": "현챵",
        "roulette1": {
          "듀오권": "1"
        },
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "헨리": {
        "name": "헨리",
        "roulette1": {
          "글벤권": "1"
        },
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "이거나받아랏": {
        "name": "이거나받아랏",
        "roulette1": {
          "팀지정권": "1"
        },
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "위즈원스": {
        "name": "위즈원스",
        "roulette1": {},
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "백크회장": {
        "name": "백크회장",
        "roulette1": {
          "1회연참권": "3",
          "노벤권": "1"
        },
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "jbd": {
        "name": "JBD",
        "roulette1": {
          "선참권": "1"
        },
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "허밍버드": {
        "name": "허밍버드",
        "roulette1": {
          "1회연참권": "3",
          "글벤권": "2",
          "종일연참권": "2"
        },
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "쩡탱굴": {
        "name": "쩡탱굴",
        "roulette1": {},
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "우잼": {
        "name": "우잼",
        "roulette1": {
          "팀지정권": "1",
          "글벤권": "4",
          "종일연참권": "11",
          "한판더": "0/칼바람2",
          "반대팀": "2",
          "같은팀": "3",
          "리롤권": "2",
          "포지션변경": "1",
          "암표": "4"
        },
        "roulette2": {
          "방셀": "2"
        },
        "points": null,
        "roulette44": {
          "듀오권": "1"
        },
        "tft": {},
        "praises": [],
        "deathnote": [
          {
            "round": 1,
            "reason": "디코안옴"
          }
        ],
        "teamBan": "9.7(두달추가)",
        "totalItemCount": 0
      },
      "코코": {
        "name": "코코",
        "roulette1": {
          "1회연참권": "1",
          "선참권": "1"
        },
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "벨만원": {
        "name": "벨만원",
        "roulette1": {
          "노벤권": "2"
        },
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "따이": {
        "name": "따이",
        "roulette1": {
          "듀오권": "1"
        },
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "붕갓": {
        "name": "붕갓",
        "roulette1": {
          "팀지정권": "1",
          "노벤권": "2",
          "글벤권": "3",
          "듀오권": "1"
        },
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "다바고": {
        "name": "다바고",
        "roulette1": {
          "노벤권": "1"
        },
        "roulette2": {
          "방셀": "1",
          "얼낙 실드": "2"
        },
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "요히": {
        "name": "요히",
        "roulette1": {},
        "roulette2": {
          "퀵뷰": "5",
          "전데": "1",
          "방셀": "6",
          "노래": "1",
          "얼낙 실드": "5",
          "방종 실드": "1"
        },
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "이정재": {
        "name": "이정재",
        "roulette1": {},
        "roulette2": {
          "원하는리액션": "2",
          "얼낙": "9",
          "퀵뷰": "3",
          "닉변": "7",
          "전데": "8",
          "방셀": "5",
          "노래": "1",
          "구독권": "7",
          "얼낙 실드": "7",
          "노방종": "2",
          "방종": "1",
          "캠방": "3",
          "노휴방실드": "2"
        },
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "왁구": {
        "name": "왁구",
        "roulette1": {},
        "roulette2": {
          "얼낙": "4",
          "퀵뷰": "2",
          "전데": "4",
          "방셀": "6",
          "구독권": "9",
          "얼낙 실드": "9",
          "방종 실드": "2"
        },
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "잘났지요": {
        "name": "잘났지요",
        "roulette1": {},
        "roulette2": {
          "얼낙 실드": "1"
        },
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "곰돌이찡": {
        "name": "곰돌이찡",
        "roulette1": {},
        "roulette2": {
          "얼낙": "1"
        },
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "엄노스": {
        "name": "엄노스",
        "roulette1": {},
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "다크우유": {
        "name": "다크우유",
        "roulette1": {},
        "roulette2": {
          "얼낙": "7",
          "퀵뷰": "1",
          "전데": "1",
          "방셀": "1",
          "구독권": "5",
          "얼낙 실드": "3"
        },
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "히키쨔": {
        "name": "히키쨔",
        "roulette1": {},
        "roulette2": {
          "얼낙": "7",
          "퀵뷰": "2",
          "전데": "1",
          "방셀": "3",
          "구독권": "10",
          "얼낙 실드": "8",
          "방종 실드": "2",
          "캠방": "2",
          "노휴방실드": "2",
          "정자듀오권": "3"
        },
        "points": null,
        "roulette44": {
          "원하는스펠": "2"
        },
        "tft": {},
        "praises": [],
        "deathnote": [
          {
            "round": 1,
            "reason": "/팀뽑때디코에서마이크하지말라했는데세번더함"
          },
          {
            "round": 2,
            "reason": "꺼억"
          }
        ],
        "teamBan": null,
        "totalItemCount": 0
      },
      "벽지": {
        "name": "벽지",
        "roulette1": {},
        "roulette2": {
          "퀵뷰": "1"
        },
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "김민교나락": {
        "name": "김민교나락",
        "roulette1": {},
        "roulette2": {
          "노방종 실드": "1"
        },
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "황족냠냠이": {
        "name": "황족냠냠이",
        "roulette1": {},
        "roulette2": {
          "얼낙 실드": "1"
        },
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "길": {
        "name": "길",
        "roulette1": {},
        "roulette2": {
          "퀵뷰": "1",
          "방셀": "1",
          "구독권": "1",
          "얼낙 실드": "2"
        },
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "설로향": {
        "name": "설로향",
        "roulette1": {},
        "roulette2": {
          "얼낙": "1",
          "전데": "1",
          "얼낙 실드": "1"
        },
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "악시": {
        "name": "악시",
        "roulette1": {},
        "roulette2": {
          "구독권": "2"
        },
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "오삼족닭발": {
        "name": "오삼족닭발",
        "roulette1": {},
        "roulette2": {
          "원하는리액션": "1",
          "얼낙": "1",
          "전데": "1",
          "구독권": "1",
          "캠방": "2",
          "정자듀오권": "1"
        },
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "빵c": {
        "name": "빵C",
        "roulette1": {},
        "roulette2": {},
        "points": {
          "name": "빵C",
          "win": "21",
          "loss": "21",
          "roulette": "",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "블루": {
        "name": "블루",
        "roulette1": {},
        "roulette2": {
          "얼낙": "1",
          "방셀": "4"
        },
        "points": null,
        "roulette44": {
          "듀오권": "1",
          "원하는챔프": "1"
        },
        "tft": {},
        "praises": [
          "2.22-사람들이 나억까하는데 그럴거면니가비제이하던가 하면서 실드쳐줌"
        ],
        "deathnote": [
          {
            "round": 2,
            "reason": "20인팀뽑"
          },
          {
            "round": 3,
            "reason": "디코이용"
          }
        ],
        "teamBan": "5.9",
        "totalItemCount": 0
      },
      "yckm": {
        "name": "yckm",
        "roulette1": {},
        "roulette2": {
          "얼낙 실드": "1"
        },
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "초생강": {
        "name": "초생강",
        "roulette1": {},
        "roulette2": {
          "캠방": "1"
        },
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "카냥": {
        "name": "카냥",
        "roulette1": {},
        "roulette2": {
          "구독권": "1",
          "얼낙 실드": "1"
        },
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "용선키드": {
        "name": "용선키드",
        "roulette1": {},
        "roulette2": {
          "전데": "1",
          "캠방": "1",
          "원하는 게임": "1"
        },
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "오늘아침": {
        "name": "오늘아침",
        "roulette1": {},
        "roulette2": {
          "전데": "1",
          "구독권": "1"
        },
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "냔민": {
        "name": "냔민",
        "roulette1": {},
        "roulette2": {
          "전데": "1"
        },
        "points": {
          "name": "냔민",
          "win": "",
          "loss": "1",
          "roulette": "1",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {
          "원하는스펠": "2",
          "원하는라인": "1"
        },
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "악동": {
        "name": "악동",
        "roulette1": {},
        "roulette2": {
          "전데": "1"
        },
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "망치": {
        "name": "망치",
        "roulette1": {},
        "roulette2": {
          "전데": "1",
          "방셀": "1"
        },
        "points": null,
        "roulette44": {
          "듀오권": "2",
          "원하는라인": "1"
        },
        "tft": {},
        "praises": [],
        "deathnote": [
          {
            "round": 1,
            "reason": "챔프없는데 픽하고 방 두번째깸"
          }
        ],
        "teamBan": null,
        "totalItemCount": 0
      },
      "하티": {
        "name": "하티",
        "roulette1": {},
        "roulette2": {
          "방셀": "5",
          "구독권": "5",
          "노방종": "1",
          "손편지+선물": "2/손편지2"
        },
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "고리": {
        "name": "고리",
        "roulette1": {},
        "roulette2": {
          "방셀": "2",
          "식데": "1",
          "노방종 실드": "1"
        },
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "김종삼": {
        "name": "김종삼",
        "roulette1": {},
        "roulette2": {
          "원하는리액션": "1",
          "방셀": "2"
        },
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "루아": {
        "name": "루아",
        "roulette1": {},
        "roulette2": {
          "식데": "3",
          "캠방": "2"
        },
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [
          "5.16 - 생일 기억해줌"
        ],
        "deathnote": [
          {
            "round": 3,
            "reason": "줄안섬"
          },
          {
            "round": 4,
            "reason": "20인 팀뽑(한달정지)"
          }
        ],
        "teamBan": null,
        "totalItemCount": 0
      },
      "즙밥": {
        "name": "즙밥",
        "roulette1": {},
        "roulette2": {
          "노휴방실드": "1"
        },
        "points": {
          "name": "즙밥",
          "win": "11",
          "loss": "16",
          "roulette": "2",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "하진": {
        "name": "하진",
        "roulette1": {},
        "roulette2": {
          "원하는리액션": "1"
        },
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "말없사": {
        "name": "말없사",
        "roulette1": {},
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "갈뤽": {
        "name": "갈뤽",
        "roulette1": {},
        "roulette2": {
          "캠방": "1"
        },
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "돌ig": {
        "name": "돌ig",
        "roulette1": {},
        "roulette2": {
          "방셀": "1"
        },
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "딩거": {
        "name": "딩거",
        "roulette1": {},
        "roulette2": {
          "캠방": "1"
        },
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "영웅출현": {
        "name": "영웅출현",
        "roulette1": {},
        "roulette2": {
          "캠방": "1"
        },
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "노말": {
        "name": "노말",
        "roulette1": {},
        "roulette2": {
          "방셀": "2",
          "방종 실드": "1",
          "캠방": "1"
        },
        "points": null,
        "roulette44": {
          "원하는스펠": "1",
          "원하는라인": "2"
        },
        "tft": {},
        "praises": [
          "5.18- 뉴비 친절하게 안내해드림"
        ],
        "deathnote": [
          {
            "round": 1,
            "reason": "게임종료"
          }
        ],
        "teamBan": null,
        "totalItemCount": 0
      },
      "잔잔": {
        "name": "잔잔",
        "roulette1": {},
        "roulette2": {
          "전데": "1"
        },
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "롤돌": {
        "name": "롤돌",
        "roulette1": {},
        "roulette2": {
          "원하는리액션": "2"
        },
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [
          "8.2 - 한판더 썼는데 안깠다고 양심고백함"
        ],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "억까": {
        "name": "억까",
        "roulette1": {},
        "roulette2": {
          "원하는리액션": "1",
          "방셀": "3",
          "방종 실드": "1",
          "방종": "1",
          "캠방": "1",
          "원하는룰렛": "1"
        },
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [
          {
            "round": 1,
            "reason": "라인말안해줌"
          }
        ],
        "teamBan": null,
        "totalItemCount": 0
      },
      "굴카": {
        "name": "굴카",
        "roulette1": {},
        "roulette2": {
          "캠방": "1"
        },
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [
          {
            "round": 1,
            "reason": "라인꼬아감"
          }
        ],
        "teamBan": null,
        "totalItemCount": 0
      },
      "쯔다": {
        "name": "쯔다",
        "roulette1": {},
        "roulette2": {
          "원하는리액션": "1",
          "방셀": "1",
          "노방종 실드": "1",
          "노휴방실드": "1"
        },
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [
          {
            "round": 1,
            "reason": "예약했다가취소하면서멘트:여자애랑 롤하러 가야지 샷"
          }
        ],
        "teamBan": null,
        "totalItemCount": 0
      },
      "새콤": {
        "name": "새콤",
        "roulette1": {},
        "roulette2": {
          "캠방": "1"
        },
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [
          "25.7.9 - 술마시고 왔는데 남탕에서 마시다 옴"
        ],
        "deathnote": [
          {
            "round": 1,
            "reason": "줄안섬"
          },
          {
            "round": 2,
            "reason": "줄안섬"
          },
          {
            "round": 3,
            "reason": "20인팀뽑"
          }
        ],
        "teamBan": "9.4",
        "totalItemCount": 0
      },
      "강우": {
        "name": "강우",
        "roulette1": {},
        "roulette2": {
          "방셀": "1",
          "캠방": "2"
        },
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [
          {
            "round": 1,
            "reason": "라인말안해줌"
          }
        ],
        "teamBan": null,
        "totalItemCount": 0
      },
      "주도권": {
        "name": "주도권",
        "roulette1": {},
        "roulette2": {
          "캠방": "1"
        },
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [
          {
            "round": 1,
            "reason": "T1못한다 발언"
          },
          {
            "round": 2,
            "reason": "팀뽑"
          }
        ],
        "teamBan": null,
        "totalItemCount": 0
      },
      "벼기": {
        "name": "벼기",
        "roulette1": {},
        "roulette2": {
          "방셀": "1"
        },
        "points": null,
        "roulette44": {
          "듀오권": "1"
        },
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "서쥐": {
        "name": "서쥐",
        "roulette1": {},
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "흐팡": {
        "name": "흐팡",
        "roulette1": {},
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "상턱": {
        "name": "상턱",
        "roulette1": {},
        "roulette2": {
          "캠방": "2"
        },
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [
          {
            "round": 1,
            "reason": "ㅈ밥이라고함"
          }
        ],
        "teamBan": null,
        "totalItemCount": 0
      },
      "하자": {
        "name": "하자",
        "roulette1": {},
        "roulette2": {
          "방셀": "3",
          "식데": "1",
          "노방종": "1",
          "방종 실드": "1",
          "캠방": "2",
          "노휴방실드": "1",
          "정자듀오권": "1/정자같은팀"
        },
        "points": null,
        "roulette44": {
          "듀오권": "5"
        },
        "tft": {},
        "praises": [
          "2.13 - 멋진 텐션"
        ],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "포니": {
        "name": "포니",
        "roulette1": {},
        "roulette2": {},
        "points": null,
        "roulette44": {
          "듀오권": "1"
        },
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "포이져": {
        "name": "포이져",
        "roulette1": {},
        "roulette2": {
          "캠방": "1"
        },
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "길태준": {
        "name": "길태준",
        "roulette1": {},
        "roulette2": {
          "캠방": "1"
        },
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [
          {
            "round": 1,
            "reason": "라인말안해줌"
          }
        ],
        "teamBan": null,
        "totalItemCount": 0
      },
      "나박사": {
        "name": "나박사",
        "roulette1": {},
        "roulette2": {
          "캠방": "1"
        },
        "points": {
          "name": "나박사",
          "win": "2",
          "loss": "",
          "roulette": "1",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "dj": {
        "name": "dj",
        "roulette1": {},
        "roulette2": {
          "방셀": "1",
          "노휴방실드": "2"
        },
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "레니": {
        "name": "레니",
        "roulette1": {},
        "roulette2": {
          "방종": "1"
        },
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "싫다": {
        "name": "싫다",
        "roulette1": {},
        "roulette2": {
          "방셀": "4",
          "노방종 실드": "1",
          "캠방": "1",
          "노휴방": "1",
          "노휴방실드": "1"
        },
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [
          {
            "round": 1,
            "reason": "예약해놓고안옴"
          },
          {
            "round": 2,
            "reason": "친목"
          }
        ],
        "teamBan": null,
        "totalItemCount": 0
      },
      "크림": {
        "name": "크림",
        "roulette1": {},
        "roulette2": {
          "방셀": "2"
        },
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [
          {
            "round": 1,
            "reason": "노마이크"
          },
          {
            "round": 2,
            "reason": "롤체서렌침"
          }
        ],
        "teamBan": null,
        "totalItemCount": 0
      },
      "미니": {
        "name": "미니",
        "roulette1": {},
        "roulette2": {
          "방셀": "3",
          "노방종": "1",
          "방종 실드": "1",
          "노방종 실드": "1"
        },
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [
          "11.1 - 수제 빼빼로 보내줌"
        ],
        "deathnote": [
          {
            "round": 1,
            "reason": "나보고납작하다고놀림(한달정지)(두달추가)"
          }
        ],
        "teamBan": null,
        "totalItemCount": 0
      },
      "썽철": {
        "name": "썽철",
        "roulette1": {},
        "roulette2": {
          "방셀": "3",
          "방종 실드": "1",
          "캠방": "1",
          "노휴방실드": "1"
        },
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "작승": {
        "name": "작승",
        "roulette1": {},
        "roulette2": {
          "방셀": "1"
        },
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [
          {
            "round": 1,
            "reason": "칼바람안끝냄"
          },
          {
            "round": 3,
            "reason": "시비걺"
          }
        ],
        "teamBan": null,
        "totalItemCount": 0
      },
      "투두": {
        "name": "투두",
        "roulette1": {},
        "roulette2": {
          "캠방": "2"
        },
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [
          "6.17 종참권 안까졌다고 양심고백함"
        ],
        "deathnote": [
          {
            "round": 1,
            "reason": "방깸"
          },
          {
            "round": 2,
            "reason": "/라인스왑"
          }
        ],
        "teamBan": null,
        "totalItemCount": 0
      },
      "건희": {
        "name": "건희",
        "roulette1": {},
        "roulette2": {
          "캠방": "1"
        },
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [
          {
            "round": 1,
            "reason": "지각"
          },
          {
            "round": 2,
            "reason": "/20인하는데디코에서안나감"
          },
          {
            "round": 3,
            "reason": "이기고 ㅈ재민이라고 도발함"
          }
        ],
        "teamBan": null,
        "totalItemCount": 0
      },
      "티아모": {
        "name": "티아모",
        "roulette1": {},
        "roulette2": {
          "캠방": "1"
        },
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "수달": {
        "name": "수달",
        "roulette1": {},
        "roulette2": {
          "노휴방실드": "2"
        },
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [
          {
            "round": 1,
            "reason": "디코이용"
          }
        ],
        "teamBan": null,
        "totalItemCount": 0
      },
      "그것": {
        "name": "그것",
        "roulette1": {},
        "roulette2": {
          "방셀": "2",
          "방종 실드": "1",
          "노방종 실드": "1",
          "캠방": "2",
          "시그니처사운드": "1",
          "원하는 게임": "1"
        },
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "혀나미": {
        "name": "혀나미",
        "roulette1": {},
        "roulette2": {
          "방셀": "1",
          "노방종 실드": "1",
          "캠방": "3"
        },
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [
          {
            "round": 1,
            "reason": "줄안섬"
          }
        ],
        "teamBan": "9.4",
        "totalItemCount": 0
      },
      "백두산": {
        "name": "백두산",
        "roulette1": {},
        "roulette2": {
          "방셀": "4",
          "방종": "1",
          "노휴방실드": "4",
          "원하는룰렛": "1"
        },
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "나양": {
        "name": "나양",
        "roulette1": {},
        "roulette2": {
          "방셀": "1",
          "노휴방실드": "1"
        },
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [
          {
            "round": 1,
            "reason": "디코에서시끄럽게함"
          },
          {
            "round": 2,
            "reason": "/나쁜말함"
          },
          {
            "round": 3,
            "reason": "끝내지말라고함"
          }
        ],
        "teamBan": null,
        "totalItemCount": 0
      },
      "만보": {
        "name": "만보",
        "roulette1": {},
        "roulette2": {
          "방셀": "2",
          "노방종": "1",
          "노휴방실드": "2"
        },
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [
          {
            "round": 1,
            "reason": "20인팀뽑"
          },
          {
            "round": 2,
            "reason": "20인팀뽑"
          }
        ],
        "teamBan": null,
        "totalItemCount": 0
      },
      "메론브로": {
        "name": "메론브로",
        "roulette1": {},
        "roulette2": {
          "방셀": "1",
          "노방종 실드": "1"
        },
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "장카": {
        "name": "장카",
        "roulette1": {},
        "roulette2": {
          "방셀": "2",
          "노방종 실드": "1",
          "캠방": "1"
        },
        "points": null,
        "roulette44": {},
        "tft": {
          "원하는덱": "1"
        },
        "praises": [],
        "deathnote": [
          {
            "round": 1,
            "reason": "노마이크"
          },
          {
            "round": 2,
            "reason": "20인팀뽑"
          }
        ],
        "teamBan": null,
        "totalItemCount": 0
      },
      "천사": {
        "name": "천사",
        "roulette1": {},
        "roulette2": {
          "방셀": "1"
        },
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [
          {
            "round": 1,
            "reason": "마이크소통거부"
          },
          {
            "round": 2,
            "reason": "예약빠짐"
          },
          {
            "round": 3,
            "reason": "노마이크"
          }
        ],
        "teamBan": null,
        "totalItemCount": 0
      },
      "효니": {
        "name": "효니",
        "roulette1": {},
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [
          {
            "round": 1,
            "reason": "20인"
          },
          {
            "round": 2,
            "reason": "20인팀뽑"
          },
          {
            "round": 4,
            "reason": "디코이용"
          }
        ],
        "teamBan": "9.11",
        "totalItemCount": 0
      },
      "석대": {
        "name": "석대",
        "roulette1": {},
        "roulette2": {
          "방종 실드": "1"
        },
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "안해": {
        "name": "안해",
        "roulette1": {},
        "roulette2": {
          "방셀": "1"
        },
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "무빙": {
        "name": "무빙",
        "roulette1": {},
        "roulette2": {
          "방셀": "1"
        },
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "찬우": {
        "name": "찬우",
        "roulette1": {},
        "roulette2": {
          "방셀": "1"
        },
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [
          {
            "round": 1,
            "reason": "디코만이용"
          }
        ],
        "teamBan": null,
        "totalItemCount": 0
      },
      "추암": {
        "name": "추암",
        "roulette1": {},
        "roulette2": {
          "방셀": "2"
        },
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [
          {
            "round": 1,
            "reason": "20인팀뽑"
          },
          {
            "round": 2,
            "reason": "20인팀뽑"
          }
        ],
        "teamBan": "8.21+8.30 두달",
        "totalItemCount": 0
      },
      "대환맨": {
        "name": "대환맨",
        "roulette1": {},
        "roulette2": {
          "노방종 실드": "1"
        },
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "바윤": {
        "name": "바윤",
        "roulette1": {},
        "roulette2": {
          "방셀": "1"
        },
        "points": {
          "name": "바윤",
          "win": "74",
          "loss": "69",
          "roulette": "4",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [
          {
            "round": 1,
            "reason": "예약하고안옴/칼바안끝냄"
          },
          {
            "round": 2,
            "reason": "라인말안해줌"
          }
        ],
        "teamBan": null,
        "totalItemCount": 0
      },
      "냠냠": {
        "name": "냠냠",
        "roulette1": {},
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": "8.5 세달정지 + 2달",
        "totalItemCount": 0
      },
      "겨울": {
        "name": "겨울",
        "roulette1": {},
        "roulette2": {
          "방셀": "1"
        },
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [
          {
            "round": 2,
            "reason": "디쾽용"
          },
          {
            "round": 3,
            "reason": "예취"
          }
        ],
        "teamBan": "6.7",
        "totalItemCount": 0
      },
      "05년생": {
        "name": "05년생",
        "roulette1": {},
        "roulette2": {},
        "points": {
          "name": "05년생",
          "win": "2",
          "loss": "",
          "roulette": "",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "겆이한이": {
        "name": "겆이한이",
        "roulette1": {},
        "roulette2": {},
        "points": {
          "name": "겆이한이",
          "win": "",
          "loss": "",
          "roulette": "2",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "고기": {
        "name": "고기",
        "roulette1": {},
        "roulette2": {},
        "points": {
          "name": "고기",
          "win": "2",
          "loss": "",
          "roulette": "",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "고전파": {
        "name": "고전파",
        "roulette1": {},
        "roulette2": {},
        "points": {
          "name": "고전파",
          "win": "",
          "loss": "1",
          "roulette": "",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "괴로워": {
        "name": "괴로워",
        "roulette1": {},
        "roulette2": {},
        "points": {
          "name": "괴로워",
          "win": "1",
          "loss": "1",
          "roulette": "",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "국밥": {
        "name": "국밥",
        "roulette1": {},
        "roulette2": {},
        "points": {
          "name": "국밥",
          "win": "1",
          "loss": "",
          "roulette": "1",
          "manner": "",
          "total": "",
          "chicken": "7"
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "기읽": {
        "name": "기읽",
        "roulette1": {},
        "roulette2": {},
        "points": {
          "name": "기읽",
          "win": "",
          "loss": "",
          "roulette": "1",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "김희원": {
        "name": "김희원",
        "roulette1": {},
        "roulette2": {},
        "points": {
          "name": "김희원",
          "win": "",
          "loss": "1",
          "roulette": "",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "꿀딱아": {
        "name": "꿀딱아",
        "roulette1": {},
        "roulette2": {},
        "points": {
          "name": "꿀딱아",
          "win": "5",
          "loss": "5",
          "roulette": "",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "꿀태식이": {
        "name": "꿀태식이",
        "roulette1": {},
        "roulette2": {},
        "points": {
          "name": "꿀태식이",
          "win": "1",
          "loss": "2",
          "roulette": "",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "낑콩": {
        "name": "낑콩",
        "roulette1": {},
        "roulette2": {},
        "points": {
          "name": "낑콩",
          "win": "72",
          "loss": "84",
          "roulette": "14",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "남친": {
        "name": "남친",
        "roulette1": {},
        "roulette2": {},
        "points": {
          "name": "남친",
          "win": "2",
          "loss": "1",
          "roulette": "4",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "냥트": {
        "name": "냥트",
        "roulette1": {},
        "roulette2": {},
        "points": {
          "name": "냥트",
          "win": "1",
          "loss": "2",
          "roulette": "",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "니들": {
        "name": "니들",
        "roulette1": {},
        "roulette2": {},
        "points": {
          "name": "니들",
          "win": "",
          "loss": "2",
          "roulette": "",
          "manner": "1",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "니쮸": {
        "name": "니쮸",
        "roulette1": {},
        "roulette2": {},
        "points": {
          "name": "니쮸",
          "win": "1",
          "loss": "3",
          "roulette": "2",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "닥터딕스": {
        "name": "닥터딕스",
        "roulette1": {},
        "roulette2": {},
        "points": {
          "name": "닥터딕스",
          "win": "1",
          "loss": "1",
          "roulette": "",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "덕양군": {
        "name": "덕양군",
        "roulette1": {},
        "roulette2": {},
        "points": {
          "name": "덕양군",
          "win": "1",
          "loss": "",
          "roulette": "",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "도비": {
        "name": "도비",
        "roulette1": {},
        "roulette2": {},
        "points": {
          "name": "도비",
          "win": "12",
          "loss": "13",
          "roulette": "2",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "독사": {
        "name": "독사",
        "roulette1": {},
        "roulette2": {},
        "points": {
          "name": "독사",
          "win": "38",
          "loss": "30",
          "roulette": "",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [
          {
            "round": 2,
            "reason": "/스크림하면서싸움"
          },
          {
            "round": 3,
            "reason": "티조위반반인데봐달라함"
          }
        ],
        "teamBan": null,
        "totalItemCount": 0
      },
      "동네놈들": {
        "name": "동네놈들",
        "roulette1": {},
        "roulette2": {},
        "points": {
          "name": "동네놈들",
          "win": "5",
          "loss": "3",
          "roulette": "",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "됴아도아": {
        "name": "됴아도아",
        "roulette1": {},
        "roulette2": {},
        "points": {
          "name": "됴아도아",
          "win": "",
          "loss": "",
          "roulette": "1",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "드븐원챔": {
        "name": "드븐원챔",
        "roulette1": {},
        "roulette2": {},
        "points": {
          "name": "드븐원챔",
          "win": "",
          "loss": "",
          "roulette": "2",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "디너치킨디너": {
        "name": "디너치킨디너",
        "roulette1": {},
        "roulette2": {},
        "points": {
          "name": "디너치킨디너",
          "win": "",
          "loss": "",
          "roulette": "11",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "로버": {
        "name": "로버",
        "roulette1": {},
        "roulette2": {},
        "points": {
          "name": "로버",
          "win": "",
          "loss": "",
          "roulette": "10",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "리신": {
        "name": "리신",
        "roulette1": {},
        "roulette2": {},
        "points": {
          "name": "리신",
          "win": "",
          "loss": "",
          "roulette": "8",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "린": {
        "name": "린",
        "roulette1": {},
        "roulette2": {},
        "points": {
          "name": "린",
          "win": "",
          "loss": "1",
          "roulette": "",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "마담": {
        "name": "마담",
        "roulette1": {},
        "roulette2": {},
        "points": {
          "name": "마담",
          "win": "19",
          "loss": "27",
          "roulette": "",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "멕슬라이드": {
        "name": "멕슬라이드",
        "roulette1": {},
        "roulette2": {},
        "points": {
          "name": "멕슬라이드",
          "win": "",
          "loss": "4",
          "roulette": "",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "묵은지": {
        "name": "묵은지",
        "roulette1": {},
        "roulette2": {},
        "points": {
          "name": "묵은지",
          "win": "",
          "loss": "",
          "roulette": "2",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "미드장인": {
        "name": "미드장인",
        "roulette1": {},
        "roulette2": {},
        "points": {
          "name": "미드장인",
          "win": "6",
          "loss": "5",
          "roulette": "",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "민영": {
        "name": "민영",
        "roulette1": {},
        "roulette2": {},
        "points": {
          "name": "민영",
          "win": "8",
          "loss": "4",
          "roulette": "1",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [
          {
            "round": 1,
            "reason": "줄안섬"
          }
        ],
        "teamBan": null,
        "totalItemCount": 0
      },
      "민준": {
        "name": "민준",
        "roulette1": {},
        "roulette2": {},
        "points": {
          "name": "민준",
          "win": "3",
          "loss": "1",
          "roulette": "",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "밍밍": {
        "name": "밍밍",
        "roulette1": {},
        "roulette2": {},
        "points": {
          "name": "밍밍",
          "win": "4",
          "loss": "4",
          "roulette": "",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "바래": {
        "name": "바래",
        "roulette1": {},
        "roulette2": {},
        "points": {
          "name": "바래",
          "win": "2",
          "loss": "1",
          "roulette": "",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "베일": {
        "name": "베일",
        "roulette1": {},
        "roulette2": {},
        "points": {
          "name": "베일",
          "win": "1",
          "loss": "",
          "roulette": "",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "벨요괴": {
        "name": "벨요괴",
        "roulette1": {},
        "roulette2": {},
        "points": {
          "name": "벨요괴",
          "win": "",
          "loss": "",
          "roulette": "3",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "복날": {
        "name": "복날",
        "roulette1": {},
        "roulette2": {},
        "points": {
          "name": "복날",
          "win": "3",
          "loss": "2",
          "roulette": "",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "봉선배": {
        "name": "봉선배",
        "roulette1": {},
        "roulette2": {},
        "points": {
          "name": "봉선배",
          "win": "1",
          "loss": "",
          "roulette": "",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "블라디": {
        "name": "블라디",
        "roulette1": {},
        "roulette2": {},
        "points": {
          "name": "블라디",
          "win": "5",
          "loss": "7",
          "roulette": "",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "블레": {
        "name": "블레",
        "roulette1": {},
        "roulette2": {},
        "points": {
          "name": "블레",
          "win": "1",
          "loss": "",
          "roulette": "",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "비에프": {
        "name": "비에프",
        "roulette1": {},
        "roulette2": {},
        "points": {
          "name": "비에프",
          "win": "1",
          "loss": "",
          "roulette": "",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "쁘딱": {
        "name": "쁘딱",
        "roulette1": {},
        "roulette2": {},
        "points": {
          "name": "쁘딱",
          "win": "",
          "loss": "",
          "roulette": "1",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "삥뿌루": {
        "name": "삥뿌루",
        "roulette1": {},
        "roulette2": {},
        "points": {
          "name": "삥뿌루",
          "win": "",
          "loss": "1",
          "roulette": "",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "사쿠라": {
        "name": "사쿠라",
        "roulette1": {},
        "roulette2": {},
        "points": {
          "name": "사쿠라",
          "win": "",
          "loss": "1",
          "roulette": "",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "산나비": {
        "name": "산나비",
        "roulette1": {},
        "roulette2": {},
        "points": {
          "name": "산나비",
          "win": "1",
          "loss": "3",
          "roulette": "1",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "삼동맘": {
        "name": "삼동맘",
        "roulette1": {},
        "roulette2": {},
        "points": {
          "name": "삼동맘",
          "win": "",
          "loss": "1",
          "roulette": "",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "삼성": {
        "name": "삼성",
        "roulette1": {},
        "roulette2": {},
        "points": {
          "name": "삼성",
          "win": "17",
          "loss": "30",
          "roulette": "7",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "새봄": {
        "name": "새봄",
        "roulette1": {},
        "roulette2": {},
        "points": {
          "name": "새봄",
          "win": "1",
          "loss": "",
          "roulette": "",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "설지훈": {
        "name": "설지훈",
        "roulette1": {},
        "roulette2": {},
        "points": {
          "name": "설지훈",
          "win": "2",
          "loss": "8",
          "roulette": "",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "셀피쉬": {
        "name": "셀피쉬",
        "roulette1": {},
        "roulette2": {},
        "points": {
          "name": "셀피쉬",
          "win": "",
          "loss": "1",
          "roulette": "",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "슈리마": {
        "name": "슈리마",
        "roulette1": {},
        "roulette2": {},
        "points": {
          "name": "슈리마",
          "win": "",
          "loss": "1",
          "roulette": "",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "영정": {
        "name": "영정",
        "roulette1": {},
        "roulette2": {},
        "points": {
          "name": "영정",
          "win": "2",
          "loss": "3",
          "roulette": "",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "신지드": {
        "name": "신지드",
        "roulette1": {},
        "roulette2": {},
        "points": {
          "name": "신지드",
          "win": "",
          "loss": "",
          "roulette": "3",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "신챔프": {
        "name": "신챔프",
        "roulette1": {},
        "roulette2": {},
        "points": {
          "name": "신챔프",
          "win": "3",
          "loss": "1",
          "roulette": "",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "매후": {
        "name": "매후",
        "roulette1": {},
        "roulette2": {},
        "points": {
          "name": "매후",
          "win": "",
          "loss": "1",
          "roulette": "",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "쌍룡": {
        "name": "쌍룡",
        "roulette1": {},
        "roulette2": {},
        "points": {
          "name": "쌍룡",
          "win": "2",
          "loss": "",
          "roulette": "",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "씹멸치": {
        "name": "씹멸치",
        "roulette1": {},
        "roulette2": {},
        "points": {
          "name": "씹멸치",
          "win": "14",
          "loss": "16",
          "roulette": "3",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "씽송": {
        "name": "씽송",
        "roulette1": {},
        "roulette2": {},
        "points": {
          "name": "씽송",
          "win": "9",
          "loss": "3",
          "roulette": "",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "아칼리": {
        "name": "아칼리",
        "roulette1": {},
        "roulette2": {},
        "points": {
          "name": "아칼리",
          "win": "1",
          "loss": "",
          "roulette": "",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "에빌": {
        "name": "에빌",
        "roulette1": {},
        "roulette2": {},
        "points": {
          "name": "에빌",
          "win": "",
          "loss": "1",
          "roulette": "",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "엔드": {
        "name": "엔드",
        "roulette1": {},
        "roulette2": {},
        "points": {
          "name": "엔드",
          "win": "",
          "loss": "1",
          "roulette": "",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "예름": {
        "name": "예름",
        "roulette1": {},
        "roulette2": {},
        "points": {
          "name": "예름",
          "win": "3",
          "loss": "2",
          "roulette": "",
          "manner": "",
          "total": "",
          "chicken": ""
        },
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "시부얌": {
        "name": "시부얌",
        "roulette1": {},
        "roulette2": {},
        "points": null,
        "roulette44": {
          "원하는스펠": "1",
          "원하는챔프": "3"
        },
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "내꺼": {
        "name": "내꺼",
        "roulette1": {},
        "roulette2": {},
        "points": null,
        "roulette44": {
          "듀오권": "3",
          "원하는스펠": "4",
          "원하는라인": "4",
          "원하는챔프": "6"
        },
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "맞똥": {
        "name": "맞똥",
        "roulette1": {},
        "roulette2": {},
        "points": null,
        "roulette44": {
          "듀오권": "3",
          "원하는스펠": "4",
          "원하는라인": "3",
          "원하는챔프": "3"
        },
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "고돌존잘": {
        "name": "고돌존잘",
        "roulette1": {},
        "roulette2": {},
        "points": null,
        "roulette44": {
          "듀오권": "1",
          "원하는챔프": "1"
        },
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "용선": {
        "name": "용선",
        "roulette1": {},
        "roulette2": {},
        "points": null,
        "roulette44": {
          "원하는스펠": "1",
          "원하는라인": "1",
          "원하는챔프": "2"
        },
        "tft": {},
        "praises": [
          "6.22-나랑덕몽하려고밥안먹음",
          "11.27 - 참아볼게님 웃게 해드림",
          "2.5 칼바람자리양보해줌"
        ],
        "deathnote": [
          {
            "round": 1,
            "reason": "디코빨리안감"
          },
          {
            "round": 3,
            "reason": "/전챗"
          }
        ],
        "teamBan": "6/2",
        "totalItemCount": 0
      },
      "삼공": {
        "name": "삼공",
        "roulette1": {},
        "roulette2": {},
        "points": null,
        "roulette44": {
          "듀오권": "1",
          "원하는챔프": "1"
        },
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "갓곰이": {
        "name": "갓곰이",
        "roulette1": {},
        "roulette2": {},
        "points": null,
        "roulette44": {
          "듀오권": "2",
          "원하는라인": "1",
          "원하는챔프": "1"
        },
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "도큐": {
        "name": "도큐",
        "roulette1": {},
        "roulette2": {},
        "points": null,
        "roulette44": {
          "듀오권": "3",
          "원하는스펠": "1",
          "원하는챔프": "1"
        },
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "기동": {
        "name": "기동",
        "roulette1": {},
        "roulette2": {},
        "points": null,
        "roulette44": {
          "원하는챔프": "1"
        },
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "째리": {
        "name": "째리",
        "roulette1": {},
        "roulette2": {},
        "points": null,
        "roulette44": {
          "원하는라인": "1",
          "원하는챔프": "1"
        },
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "꿀붤": {
        "name": "꿀붤",
        "roulette1": {},
        "roulette2": {},
        "points": null,
        "roulette44": {
          "원하는라인": "1"
        },
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "피츄": {
        "name": "피츄",
        "roulette1": {},
        "roulette2": {},
        "points": null,
        "roulette44": {
          "듀오권": "5"
        },
        "tft": {
          "원하는챔프": "1",
          "원하는시너지": "1"
        },
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "릴죠": {
        "name": "릴죠",
        "roulette1": {},
        "roulette2": {},
        "points": null,
        "roulette44": {
          "듀오권": "1"
        },
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "슈붕": {
        "name": "슈붕",
        "roulette1": {},
        "roulette2": {},
        "points": null,
        "roulette44": {
          "듀오권": "1"
        },
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "옹심": {
        "name": "옹심",
        "roulette1": {},
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "이정자": {
        "name": "이정자",
        "roulette1": {},
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [
          "2.23-내마오카이정글로짬처리해줌",
          "5.3-외로운싸움실드룰렛천사다까줌걱정해줌고마움"
        ],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "흑우잼": {
        "name": "흑우잼",
        "roulette1": {},
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [
          "3.9-리엘이랑아침까지함께해줌",
          "7.24-탱글이라고 불러줌",
          "7.27-아프리카프사 리엘이사진으로 이쁘게 올려줌",
          "6.13 - 나밖에없음"
        ],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "혹성": {
        "name": "혹성",
        "roulette1": {},
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [
          "3.19-연참권안깠다고양심고백함"
        ],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "메리": {
        "name": "메리",
        "roulette1": {},
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [
          "2.13 - 멋진 텐션"
        ],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "승무빙": {
        "name": "승무빙",
        "roulette1": {},
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [
          "4.17 - 방제말해줌"
        ],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "생강": {
        "name": "생강",
        "roulette1": {},
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [
          "6.13 - 나밖에없음"
        ],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "그림자": {
        "name": "그림자",
        "roulette1": {},
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [
          "10.19 - 노마리 미드 지나가면서 경험치 먹어서 미안하다해서 노마리 감동받음"
        ],
        "deathnote": [],
        "teamBan": null,
        "totalItemCount": 0
      },
      "딩고": {
        "name": "딩고",
        "roulette1": {},
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [
          {
            "round": 1,
            "reason": "챔프없는데 픽을 쳐 하고 나중에 챔프없다 시전"
          }
        ],
        "teamBan": null,
        "totalItemCount": 0
      },
      "중기": {
        "name": "중기",
        "roulette1": {},
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [
          {
            "round": 1,
            "reason": "말안들음"
          },
          {
            "round": 2,
            "reason": "원딜카이사 너무박았다"
          },
          {
            "round": 3,
            "reason": "스크림하면서싸움"
          }
        ],
        "teamBan": null,
        "totalItemCount": 0
      },
      "잎새": {
        "name": "잎새",
        "roulette1": {},
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [
          {
            "round": 1,
            "reason": "노마이크"
          }
        ],
        "teamBan": null,
        "totalItemCount": 0
      },
      "꿀꿀": {
        "name": "꿀꿀",
        "roulette1": {},
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [
          {
            "round": 1,
            "reason": "자리비움"
          },
          {
            "round": 2,
            "reason": "게임탈주"
          }
        ],
        "teamBan": null,
        "totalItemCount": 0
      },
      "탑솔": {
        "name": "탑솔",
        "roulette1": {},
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [
          {
            "round": 1,
            "reason": "게임하면서씨발거림"
          }
        ],
        "teamBan": null,
        "totalItemCount": 0
      },
      "구의린": {
        "name": "구의린",
        "roulette1": {},
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [
          {
            "round": 1,
            "reason": "말투,마이크소통X"
          }
        ],
        "teamBan": null,
        "totalItemCount": 0
      },
      "잘지내지": {
        "name": "잘지내지",
        "roulette1": {},
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [
          {
            "round": 1,
            "reason": "요네15데스노마이크"
          }
        ],
        "teamBan": null,
        "totalItemCount": 0
      },
      "돈부리": {
        "name": "돈부리",
        "roulette1": {},
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [
          {
            "round": 1,
            "reason": "갈틱폰하는데보..문제냄"
          },
          {
            "round": 2,
            "reason": "방송안오고디코에서놀았음"
          }
        ],
        "teamBan": null,
        "totalItemCount": 0
      },
      "에시코기": {
        "name": "에시코기",
        "roulette1": {},
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [
          {
            "round": 1,
            "reason": "게임하는데나일부러죽임"
          },
          {
            "round": 2,
            "reason": "안들어옴"
          }
        ],
        "teamBan": null,
        "totalItemCount": 0
      },
      "쓸애기": {
        "name": "쓸애기",
        "roulette1": {},
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [
          {
            "round": 1,
            "reason": "게임하는데나일부러죽임"
          }
        ],
        "teamBan": null,
        "totalItemCount": 0
      },
      "퀵뷰": {
        "name": "퀵뷰",
        "roulette1": {},
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [
          {
            "round": 1,
            "reason": "춤춤"
          }
        ],
        "teamBan": null,
        "totalItemCount": 0
      },
      "사건행": {
        "name": "사건행",
        "roulette1": {},
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [
          {
            "round": 1,
            "reason": "이미꿀꿀탈주해서다시했는데10분정도하고탈주함"
          },
          {
            "round": 2,
            "reason": "럭스개못한다고욕함"
          }
        ],
        "teamBan": null,
        "totalItemCount": 0
      },
      "스코": {
        "name": "스코",
        "roulette1": {},
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [
          {
            "round": 1,
            "reason": "유나라하지말라했는데탑유나라함"
          },
          {
            "round": 2,
            "reason": "뒷담화"
          }
        ],
        "teamBan": null,
        "totalItemCount": 0
      },
      "딩거버거": {
        "name": "딩거버거",
        "roulette1": {},
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [
          {
            "round": 1,
            "reason": "라인꼬아감"
          }
        ],
        "teamBan": null,
        "totalItemCount": 0
      },
      "닭발": {
        "name": "닭발",
        "roulette1": {},
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [
          {
            "round": 1,
            "reason": "뒷디코"
          }
        ],
        "teamBan": null,
        "totalItemCount": 0
      },
      "이간탱": {
        "name": "이간탱",
        "roulette1": {},
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [
          {
            "round": 1,
            "reason": "줄다서있는데 내려감"
          },
          {
            "round": 2,
            "reason": "20인하다가 정전나서 방깸"
          },
          {
            "round": 3,
            "reason": "줄안섬"
          },
          {
            "round": 4,
            "reason": "안들어옴"
          }
        ],
        "teamBan": "20인팀뽑(5.26)",
        "totalItemCount": 0
      },
      "울정": {
        "name": "울정",
        "roulette1": {},
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [
          {
            "round": 1,
            "reason": "디코이용"
          }
        ],
        "teamBan": null,
        "totalItemCount": 0
      },
      "열줌": {
        "name": "열줌",
        "roulette1": {},
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [
          {
            "round": 1,
            "reason": "스왑안하고화장실감+팀원한테 뭐라고 함"
          },
          {
            "round": 2,
            "reason": "20인팀뽑(한달정지)"
          }
        ],
        "teamBan": null,
        "totalItemCount": 0
      },
      "종삼": {
        "name": "종삼",
        "roulette1": {},
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [
          {
            "round": 2,
            "reason": "라인꼬아감"
          },
          {
            "round": 3,
            "reason": "라인말안해줌"
          }
        ],
        "teamBan": null,
        "totalItemCount": 0
      },
      "나나": {
        "name": "나나",
        "roulette1": {},
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [
          {
            "round": 1,
            "reason": "20인팀뽑"
          },
          {
            "round": 2,
            "reason": "비에고견제"
          }
        ],
        "teamBan": "8.16",
        "totalItemCount": 0
      },
      "미드": {
        "name": "미드",
        "roulette1": {},
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [
          {
            "round": 1,
            "reason": "롤체견제"
          }
        ],
        "teamBan": null,
        "totalItemCount": 0
      },
      "실로": {
        "name": "실로",
        "roulette1": {},
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [
          {
            "round": 1,
            "reason": "정답말함"
          }
        ],
        "teamBan": null,
        "totalItemCount": 0
      },
      "탱냥": {
        "name": "탱냥",
        "roulette1": {},
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [
          {
            "round": 1,
            "reason": "20인 팀뽑"
          },
          {
            "round": 3,
            "reason": "20인팀뽑"
          }
        ],
        "teamBan": null,
        "totalItemCount": 0
      },
      "푸우": {
        "name": "푸우",
        "roulette1": {},
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [
          {
            "round": 1,
            "reason": "롤체서렌"
          },
          {
            "round": 2,
            "reason": "롤체서렌"
          }
        ],
        "teamBan": null,
        "totalItemCount": 0
      },
      "졍쓰": {
        "name": "졍쓰",
        "roulette1": {},
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [
          {
            "round": 1,
            "reason": "노마이크"
          }
        ],
        "teamBan": null,
        "totalItemCount": 0
      },
      "후하": {
        "name": "후하",
        "roulette1": {},
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [
          {
            "round": 1,
            "reason": "픽안함"
          },
          {
            "round": 2,
            "reason": "20인중간탈주"
          }
        ],
        "teamBan": null,
        "totalItemCount": 0
      },
      "성우": {
        "name": "성우",
        "roulette1": {},
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [
          {
            "round": 1,
            "reason": "20인팀뽑"
          }
        ],
        "teamBan": null,
        "totalItemCount": 0
      },
      "랄부": {
        "name": "랄부",
        "roulette1": {},
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [
          {
            "round": 1,
            "reason": "20인에서 뽑히기 싫어함"
          }
        ],
        "teamBan": null,
        "totalItemCount": 0
      },
      "팔봉": {
        "name": "팔봉",
        "roulette1": {},
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [
          {
            "round": 1,
            "reason": "템없는데씀"
          },
          {
            "round": 2,
            "reason": "나뽑지마라발언함"
          }
        ],
        "teamBan": null,
        "totalItemCount": 0
      },
      "볼츠몽": {
        "name": "볼츠몽",
        "roulette1": {},
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [
          {
            "round": 1,
            "reason": "닷지"
          }
        ],
        "teamBan": null,
        "totalItemCount": 0
      },
      "마타": {
        "name": "마타",
        "roulette1": {},
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [
          {
            "round": 1,
            "reason": "20인팀뽑"
          },
          {
            "round": 2,
            "reason": "/20인팀뽑"
          }
        ],
        "teamBan": "5.14",
        "totalItemCount": 0
      },
      "막내": {
        "name": "막내",
        "roulette1": {},
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [
          {
            "round": 1,
            "reason": "방두번깸"
          },
          {
            "round": 2,
            "reason": "디코이용"
          }
        ],
        "teamBan": null,
        "totalItemCount": 0
      },
      "이쓸": {
        "name": "이쓸",
        "roulette1": {},
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [
          {
            "round": 1,
            "reason": "20인팀뽑"
          },
          {
            "round": 2,
            "reason": "20인팀뽑"
          }
        ],
        "teamBan": null,
        "totalItemCount": 0
      },
      "현빈": {
        "name": "현빈",
        "roulette1": {},
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [
          {
            "round": 1,
            "reason": "20인팀뽑"
          }
        ],
        "teamBan": null,
        "totalItemCount": 0
      },
      "재훈": {
        "name": "재훈",
        "roulette1": {},
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [
          {
            "round": 1,
            "reason": "라인스왑"
          }
        ],
        "teamBan": null,
        "totalItemCount": 0
      },
      "뜅화니": {
        "name": "뜅화니",
        "roulette1": {},
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [
          {
            "round": 1,
            "reason": "디코이용"
          },
          {
            "round": 2,
            "reason": "노마이크(1421)"
          },
          {
            "round": 3,
            "reason": "친목(솔랭및개인디코)X5"
          }
        ],
        "teamBan": null,
        "totalItemCount": 0
      },
      "와쏘베쏘": {
        "name": "와쏘베쏘",
        "roulette1": {},
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [
          {
            "round": 2,
            "reason": "존빵에서 모니터이슈로 중간에 못함"
          },
          {
            "round": 3,
            "reason": "존빵에서 모니터이슈로 중간에 못함"
          },
          {
            "round": 4,
            "reason": "디코이용"
          }
        ],
        "teamBan": null,
        "totalItemCount": 0
      },
      "베베": {
        "name": "베베",
        "roulette1": {},
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [
          {
            "round": 1,
            "reason": "디코이용"
          },
          {
            "round": 2,
            "reason": "히키쨔랑싸움"
          }
        ],
        "teamBan": null,
        "totalItemCount": 0
      },
      "안라국": {
        "name": "안라국",
        "roulette1": {},
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [
          {
            "round": 1,
            "reason": "안들어옴"
          }
        ],
        "teamBan": null,
        "totalItemCount": 0
      },
      "지민": {
        "name": "지민",
        "roulette1": {},
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [
          {
            "round": 1,
            "reason": "안들어옴"
          }
        ],
        "teamBan": null,
        "totalItemCount": 0
      },
      "뷴대장": {
        "name": "뷴대장",
        "roulette1": {},
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [
          {
            "round": 1,
            "reason": "예약하고안옴"
          },
          {
            "round": 2,
            "reason": "티조위"
          }
        ],
        "teamBan": null,
        "totalItemCount": 0
      },
      "리엘": {
        "name": "리엘",
        "roulette1": {},
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [],
        "teamBan": "8.14",
        "totalItemCount": 0
      },
      "모노": {
        "name": "모노",
        "roulette1": {},
        "roulette2": {},
        "points": null,
        "roulette44": {},
        "tft": {},
        "praises": [],
        "deathnote": [
          {
            "round": 1,
            "reason": "라인말안해줌"
          }
        ],
        "teamBan": null,
        "totalItemCount": 0
      }
    }
  }
};
