// LeeeL.GG Initial Fallback Mock Data
window.MOCK_DATA =     {
  "players": [
    {
      "afreecaId": "확인",
      "gameId": "177",
      "positions": [
        {
          "line": "원딜",
          "tier": "0-149"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "핫코옹",
      "gameId": "이사칠",
      "positions": [
        {
          "line": "서폿",
          "tier": "플래2"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "리츠",
      "gameId": "352",
      "positions": [
        {
          "line": "서폿",
          "tier": "에메랄드4"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "확인",
      "gameId": "2006",
      "positions": [
        {
          "line": "미드",
          "tier": "플래2"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "고추가루테러",
      "gameId": "2282",
      "positions": [
        {
          "line": "정글",
          "tier": "골드1"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "팔위이",
      "gameId": "갱플",
      "positions": [
        {
          "line": "탑",
          "tier": "300-449"
        },
        {
          "line": "미드",
          "tier": "다이아1"
        },
        {
          "line": "정글",
          "tier": "다이아1"
        }
      ],
      "notes": "8.24"
    },
    {
      "afreecaId": "확인",
      "gameId": "바윤",
      "positions": [
        {
          "line": "탑",
          "tier": "에메랄드3"
        }
      ],
      "notes": "8.3"
    },
    {
      "afreecaId": "확인",
      "gameId": "정재",
      "positions": [
        {
          "line": "원딜",
          "tier": "골드1"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "방장",
      "gameId": "리엘",
      "positions": [
        {
          "line": "서폿",
          "tier": "플래1"
        }
      ],
      "notes": "8.9"
    },
    {
      "afreecaId": "확인",
      "gameId": "점점",
      "positions": [
        {
          "line": "탑",
          "tier": "골드2"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "확인",
      "gameId": "정훈이",
      "positions": [
        {
          "line": "원딜",
          "tier": "골드1"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "확인",
      "gameId": "성공",
      "positions": [
        {
          "line": "정글",
          "tier": "플래4"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "확인",
      "gameId": "퀵뷰",
      "positions": [
        {
          "line": "원딜",
          "tier": "다이아1"
        }
      ],
      "notes": "7.2o"
    },
    {
      "afreecaId": "확인",
      "gameId": "꽃길만",
      "positions": [
        {
          "line": "서폿",
          "tier": "에메랄드3"
        }
      ],
      "notes": "12.15"
    },
    {
      "afreecaId": "확인",
      "gameId": "우잼",
      "positions": [
        {
          "line": "원딜",
          "tier": "다이아1"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "확인",
      "gameId": "재민",
      "positions": [
        {
          "line": "원딜",
          "tier": "골드2"
        }
      ],
      "notes": "확인"
    },
    {
      "afreecaId": "모스",
      "gameId": "리그",
      "positions": [
        {
          "line": "탑",
          "tier": "다이아3"
        }
      ],
      "notes": "240529"
    },
    {
      "afreecaId": "확인",
      "gameId": "딩거",
      "positions": [
        {
          "line": "미드",
          "tier": "450-599"
        }
      ],
      "notes": "8.9"
    }
  ],
  "tpRules": {
    "1300up": {
      "탑": 62,
      "정글": 65,
      "미드": 65,
      "원딜": 66,
      "서폿": 60
    },
    "900-1299": {
      "탑": 60,
      "정글": 63,
      "미드": 63,
      "원딜": 60,
      "서폿": 56
    },
    "750-899": {
      "탑": 56,
      "정글": 61,
      "미드": 61,
      "원딜": 58,
      "서폿": 54
    },
    "600-749": {
      "탑": 54,
      "정글": 59,
      "미드": 59,
      "원딜": 55,
      "서폿": 52
    },
    "450-599": {
      "탑": 52,
      "정글": 57,
      "미드": 57,
      "원딜": 52,
      "서폿": 50
    },
    "300-449": {
      "탑": 50,
      "정글": 55,
      "미드": 55,
      "원딜": 49,
      "서폿": 48
    },
    "150-299": {
      "탑": 48,
      "정글": 52,
      "미드": 52,
      "원딜": 47,
      "서폿": 45
    },
    "0-149": {
      "탑": 45,
      "정글": 48,
      "미드": 48,
      "원딜": 45,
      "서폿": 42
    },
    "다이아1": {
      "탑": 42,
      "정글": 45,
      "미드": 44,
      "원딜": 41,
      "서폿": 39
    },
    "다이아2": {
      "탑": 39,
      "정글": 43,
      "미드": 41,
      "원딜": 39,
      "서폿": 36
    },
    "다이아3": {
      "탑": 36,
      "정글": 40,
      "미드": 37,
      "원딜": 36,
      "서폿": 34
    },
    "다이아4": {
      "탑": 34,
      "정글": 38,
      "미드": 35,
      "원딜": 34,
      "서폿": 32
    },
    "에메랄드1": {
      "탑": 32,
      "정글": 35,
      "미드": 32,
      "원딜": 31,
      "서폿": 29
    },
    "에메랄드2": {
      "탑": 30,
      "정글": 33,
      "미드": 30,
      "원딜": 29,
      "서폿": 27
    },
    "에메랄드3": {
      "탑": 28,
      "정글": 30,
      "미드": 27,
      "원딜": 27,
      "서폿": 26
    },
    "에메랄드4": {
      "탑": 26,
      "정글": 28,
      "미드": 25,
      "원딜": 25,
      "서폿": 25
    },
    "플래1": {
      "탑": 24,
      "정글": 25,
      "미드": 22,
      "원딜": 22,
      "서폿": 22
    },
    "플래2": {
      "탑": 22,
      "정글": 23,
      "미드": 20,
      "원딜": 20,
      "서폿": 20
    },
    "플래3": {
      "탑": 20,
      "정글": 20,
      "미드": 18,
      "원딜": 18,
      "서폿": 19
    },
    "플래4": {
      "탑": 18,
      "정글": 18,
      "미드": 16,
      "원딜": 16,
      "서폿": 18
    },
    "골드1": {
      "탑": 16,
      "정글": 15,
      "미드": 13,
      "원딜": 13,
      "서폿": 16
    },
    "골드2": {
      "탑": 15,
      "정글": 14,
      "미드": 12,
      "원딜": 12,
      "서폿": 15
    },
    "골드3": {
      "탑": 14,
      "정글": 12,
      "미드": 11,
      "원딜": 11,
      "서폿": 13
    },
    "골드4": {
      "탑": 13,
      "정글": 11,
      "미드": 10,
      "원딜": 10,
      "서폿": 12
    },
    "실버1": {
      "탑": 11,
      "정글": 9,
      "미드": 8,
      "원딜": 8,
      "서폿": 10
    },
    "실버2": {
      "탑": 10,
      "정글": 8,
      "미드": 7,
      "원딜": 7,
      "서폿": 9
    },
    "실버3": {
      "탑": 9,
      "정글": 7,
      "미드": 6,
      "원딜": 6,
      "서폿": 8
    },
    "실버4": {
      "탑": 8,
      "정글": 6,
      "미드": 5,
      "원딜": 5,
      "서폿": 7
    },
    "브론즈1": {
      "탑": 7,
      "정글": 5,
      "미드": 4,
      "원딜": 4,
      "서폿": 6
    },
    "브론즈2": {
      "탑": 6,
      "정글": 4,
      "미드": 3,
      "원딜": 3,
      "서폿": 5
    },
    "브론즈3": {
      "탑": 5,
      "정글": 3,
      "미드": 2,
      "원딜": 2,
      "서폿": 4
    },
    "브론즈4": {
      "탑": 1,
      "정글": 1,
      "미드": 1,
      "원딜": 1,
      "서폿": 2
    },
    "아이언1": {
      "탑": 1,
      "정글": 1,
      "미드": 1,
      "원딜": 1,
      "서폿": 1
    },
    "아이언2": {
      "탑": 1,
      "정글": 1,
      "미드": 1,
      "원딜": 1,
      "서폿": 1
    },
    "아이언3": {
      "탑": 1,
      "정글": 1,
      "미드": 1,
      "원딜": 1,
      "서폿": 1
    },
    "아이언4": {
      "탑": 1,
      "정글": 1,
      "미드": 1,
      "원딜": 1,
      "서폿": 1
    }
  },
  "matches": [
    [
      "B",
      "바윤",
      "정재",
      "ex",
      "억까멈춰욧",
      "리엘",
      "점점",
      "정훈이",
      "성공",
      "퀵뷰",
      "꽃길만",
      "스카너",
      "니코",
      "킨드레드",
      "닐라",
      "노틸러스",
      "베인",
      "비에고",
      "제라스",
      "카이사",
      "타릭",
      "24년05월02일20시05분"
    ],
    [
      "B",
      "재민",
      "리그",
      "딩거",
      "퀵뷰",
      "억까멈춰욧",
      "비석",
      "정재",
      "점점",
      "육질",
      "리엘",
      "럼블",
      "리신",
      "흐웨이",
      "제리",
      "라칸",
      "제이스",
      "킨드레드",
      "아칼리",
      "카이사",
      "노틸러스",
      "24년05월02일21시05분"
    ],
    [
      "R",
      "우잼",
      "정재",
      "퀵뷰",
      "굴카",
      "리엘",
      "재민",
      "리그",
      "딩거",
      "탑블루",
      "억까멈춰욧",
      "베인",
      "말파이트",
      "에코",
      "카이사",
      "레오나",
      "레넥톤",
      "이블린",
      "벨코즈",
      "진",
      "블리츠크랭크",
      "24년05월02일22시05분"
    ],
    [
      "B",
      "정재",
      "성공",
      "블루",
      "퀵뷰",
      "상큼",
      "딩거",
      "하민",
      "김원엽",
      "리엘",
      "굴카",
      "아트록스",
      "니달리",
      "갈리오",
      "제리",
      "파이크",
      "요릭",
      "다이애나",
      "아리",
      "진",
      "쓰레쉬",
      "24년05월02일23시35분"
    ],
    [
      "B",
      "우잼",
      "정재",
      "종삼",
      "억까멈춰욧",
      "리엘",
      "갱루",
      "헤카림",
      "딩거",
      "루아",
      "꽃길만",
      "베인",
      "니달리",
      "아리",
      "애쉬",
      "노틸러스",
      "럼블",
      "신짜오",
      "신드라",
      "이즈리얼",
      "쓰레쉬",
      "24년05월04일20시05분"
    ],
    [
      "B",
      "우잼",
      "정재",
      "리그",
      "꾸르붤",
      "루아",
      "니생각",
      "정훈이",
      "딩거",
      "억까멈춰욧",
      "종삼",
      "베인",
      "스카너",
      "흐웨이",
      "진",
      "니코",
      "말파",
      "리신",
      "벨코즈",
      "카이사",
      "질리언",
      "24년05월04일21시05분"
    ],
    [
      "B",
      "꾸르붤",
      "하민",
      "니생각",
      "루아",
      "리엘",
      "재민",
      "정재",
      "딩거",
      "굴카",
      "상큼",
      "아트록스",
      "다이애나",
      "요네",
      "징크스",
      "소라카",
      "럼블",
      "말파이트",
      "럭스",
      "아펠리오스",
      "파이크",
      "24년05월04일22시05분"
    ],
    [
      "R",
      "닭발",
      "복날",
      "딩거",
      "리엘",
      "굴카",
      "정재",
      "꾸르붤",
      "억까멈춰욧",
      "니생각",
      "종삼",
      "크산테",
      "그레이브즈",
      "흐웨이",
      "케이틀린",
      "애쉬",
      "베인",
      "리신",
      "제라스",
      "진",
      "바드",
      "24년05월04일23시05분"
    ],
    [
      "R",
      "우잼",
      "꾸르붤",
      "노말",
      "fkr",
      "리엘",
      "딩거",
      "즙밥",
      "정재",
      "굴카",
      "닭발",
      "베인",
      "사일러스",
      "말자하",
      "루시안",
      "하이머딩거",
      "탈리야",
      "스카너",
      "카사딘",
      "애쉬",
      "노틸러스",
      "24년05월05일00시05분"
    ],
    [
      "R",
      "억까멈춰욧",
      "정훈이",
      "열줌",
      "굴카",
      "닭발",
      "아우솔",
      "정재",
      "딩거",
      "퀵뷰",
      "리엘",
      "나르",
      "비에고",
      "아우렐리온 솔",
      "카이사",
      "렐",
      "탐켄치",
      "리신",
      "하이머딩거",
      "루시안",
      "나미",
      "24년05월05일19시05분"
    ],
    [
      "R",
      "억까멈춰욧",
      "정재",
      "니생각",
      "점점",
      "굴카",
      "일산고",
      "제리좋아",
      "프리",
      "퀵뷰",
      "리엘",
      "아트록스",
      "사일러스",
      "리산드라",
      "제리",
      "노틸러스",
      "트런들",
      "피들스틱",
      "비에고",
      "자야",
      "레오나",
      "24년05월05일20시05분"
    ],
    [
      "R",
      "재민",
      "복날",
      "니생각",
      "퀵뷰",
      "꽃길만",
      "열줌",
      "정재",
      "프리",
      "억까멈춰욧",
      "굴카",
      "크산테",
      "킨드레드",
      "르블랑",
      "징크스",
      "쓰레쉬",
      "제이스",
      "비에고",
      "벡스",
      "이즈리얼",
      "카르마",
      "24년05월05일21시05분"
    ],
    [
      "B",
      "억까멈춰욧",
      "니생각",
      "강우",
      "퀵뷰",
      "닭발",
      "정재",
      "즙밥",
      "프로토스",
      "리엘",
      "굴카",
      "그웬",
      "바이",
      "요네",
      "제리",
      "블리츠크랭크",
      "우르곳",
      "스카너",
      "제이스",
      "직스",
      "쓰레쉬",
      "24년05월05일22시05분"
    ],
    [
      "B",
      "우잼",
      "니생각",
      "진솔",
      "굴카",
      "꽃길만",
      "닭발",
      "정재",
      "프리",
      "퀵뷰",
      "리엘",
      "요네",
      "녹턴",
      "조이",
      "아펠리오스",
      "노틸러스",
      "쉔",
      "이즈리얼",
      "사일러스",
      "하이머딩거",
      "소라카",
      "24년05월05일23시05분"
    ],
    [
      "B",
      "우잼",
      "정재",
      "오른",
      "니생각",
      "즙밥",
      "퀵뷰",
      "복날",
      "프리",
      "닭발",
      "노말",
      "렝가",
      "벨베스",
      "오른",
      "바루스",
      "케넨",
      "에코",
      "리신",
      "흐웨이",
      "시비르",
      "노틸러스",
      "24년05월06일00시05분"
    ],
    [
      "B",
      "바윤",
      "점점",
      "리엘",
      "뎁구",
      "헤카림",
      "재민",
      "탑블루",
      "정재",
      "제리좋아",
      "억까멈춰욧",
      "클레드",
      "비에고",
      "럭스",
      "바루스",
      "스웨인",
      "크산테",
      "리신",
      "갈리오",
      "카이사",
      "노틸러스",
      "24년05월08일20시05분"
    ],
    [
      "B",
      "억까멈춰욧",
      "정훈이",
      "블루",
      "제리좋아",
      "성공",
      "찡벅",
      "정재",
      "진솔",
      "usb",
      "점점",
      "케넨",
      "비에고",
      "리산드라",
      "카이사",
      "파이크",
      "크산테",
      "렉사이",
      "피즈",
      "이즈리얼",
      "니코",
      "24년05월08일21시05분"
    ],
    [
      "B",
      "탑사람이냐",
      "점점",
      "프리",
      "루아",
      "리엘",
      "재민",
      "정재",
      "탑블루",
      "제리좋아",
      "억까멈춰욧",
      "아트록스",
      "리신",
      "르블랑",
      "징크스",
      "노틸러스",
      "오른",
      "사일러스",
      "요네",
      "제리",
      "라칸",
      "24년05월08일22시05분"
    ],
    [
      "B",
      "바윤",
      "탑블루",
      "천사",
      "탱고미",
      "억까멈춰욧",
      "오피셜",
      "프리",
      "지뇽쿵야",
      "정재",
      "점점",
      "가렌",
      "리신",
      "아칼리",
      "트리스타나",
      "블리츠크랭크",
      "피오라",
      "비에고",
      "아리",
      "바루스",
      "라칸",
      "24년05월08일23시05분"
    ],
    [
      "R",
      "억까멈춰욧",
      "정재",
      "탱고미",
      "점점",
      "복날",
      "꽃길만",
      "이내찡",
      "프리",
      "쵸비",
      "리엘",
      "케일",
      "니달리",
      "요네",
      "징크스",
      "쓰레쉬",
      "트런들",
      "리신",
      "흐웨이",
      "제리",
      "유미",
      "24년05월08일23시05분"
    ]
  ]
};
